[{"pmid":"34679351","title_e":"Coping Strategies and Stress Related Disorders in Patients with COVID-19.","authors":"Dehelean L, Papava I, Musat MI, Bondrescu M, Bratosin F, Bucatos BO, Bortun AC, Mager DV, Romosan RS, Romosan AM, Paczeyka R, Cut TG, Pescariu SA, Laza R, ","abstract":"Patients with severe COVID-19 experience high-stress levels and thus are at risk for developing acute stress disorder (ASD) and\/or post-traumatic stress disorder (PTSD). The present study aims to search for correlations between psychiatric response to stress and coping strategies among individuals with acute vs. remitted COVID-19. Ninety subjects with COVID-19 were included in the study, divided into two samples by disease category. Our focus was analysing the perceived stress intensity according to NSESSS and PCL-C-17 scales, and coping strategies with COPE-60. High NSESSS scores were found in 40% of acute patients, and 15.6% of remitted patients had high PCL-C-17 scores fulfilling the criteria for PTSD. We found a negative correlation between stress level and disease category. Acute patients used significantly more engagement and emotion-focused coping methods, but less disengagement types of coping than patients in the remitted phase. Remitted patients under high stress levels are prone to use disengagement and emotion-focused coping strategies. In conclusion, remitted COVID-19 patients experience lower levels of stress and use less emotion-focused strategies, except among those who developed PTSD post-COVID-19 infection, presenting with high-stress levels and using more disengagement and emotion-focused types of coping strategies.","assigned_subjects1":"Stress Related Disorders | Patients | COVID-19 |Psychological Distress | |"},{"pmid":"34341978","title_e":"[Neuropsychiatric Aspects of COVID-19 - A Narrative Overview].","authors":"Rittmannsberger H, Barth M, Malik P, Yazdi K, ","abstract":"The SARS-CoV-2 virus (Severe Acute Respiratory Syndrome Coronavirus Type 2) and COVID-19 (Coronavirus Disease 2019) can affect numerous organ systems. In the present paper we offer an overview of the current state of knowledge about the psychiatric aspects of SARS-CoV-2 infection.Medline, Embase und LIVIVO were searched for relevant literature, the last query dating from March 2nd, 2021. Different stress factors in the context of the pandemic can lead to manifest mental illnesses. In addition, there is a risk of neuropsychological changes due to the biological effects of the virus itself.Our work describes the psychological symptoms of COVID-19 sufferers themselves and the psychological effects of the epidemic and the associated socio-economic and psychosocial stress factors on those who are not sick.The most common psychiatric complication among people with COVID-19 is delirium, while hospitalized patients seem to have an increased incidence of symptoms of anxiety, depression and PTSD. There are many case reports on psychotic disorders. In general, an existing psychiatric illness (especially dementia and psychotic disorders) also increases the risk of infection and of a more severe course of the disease. After recovery from COVID-19 infection, there is also a higher incidence of mental illnesses, in particular \"Chronic Post-SARS Syndrome\" with its manifestations such as fatigue, anxiety, depression and PTSD. In addition, the course of dementia seems to be negatively influenced by an infection with SARS-CoV-2.The second part deals with the effects of the epidemic as a stressor and the established socio-political measures on the mental health of people with and without previous mental illnesses. The literature currently available shows high symptom values for anxiety and depressive disorders as well as post-traumatic stress disorders, stress, suicidality, sleep disorders etc. Risk factors seem to include female gender, younger age and fewer resources, as well as previous psychiatric or physical illnesses. Extrinsic factors such as high infection rates, large numbers of deaths, long curfews\/lockdowns, low trust in the government and ineffective measures against economic and social consequences increase the burden.","assigned_subjects1":"COVID-19 | SARS-CoV-2 | Severe Acute Respiratory Syndrome Coronavirus | Coronavirus Disease 2019 | psychiatric | SARS-CoV-2 infection | stress | COVID-19 | psychosocial stress | psychiatric | people | COVID-19 | delirium | patients | anxiety | depression | PTSD | psychotic disorders | psychiatric illness | dementia and psychotic disorders | infection | COVID-19 | infection | SARS Syndrome | fatigue | anxiety | depression | PTSD | dementia | infection | SARS-CoV-2 | people | anxiety | depressive disorders | traumatic stress disorders | stress | sleep disorders | psychiatric | infection | deaths | | | | Mental Disorders | Psychological Distress | | Delirium | Anxiety | Adjustment Disorders | Stress Disorders, Post-Traumatic | Psychotic Disorders | Infections | Severe Acute Respiratory Syndrome | Fatigue | Dementia | Stress Disorders, Traumatic | Sleep Wake Disorders | Death"},{"pmid":"36134735","title_e":"Research of the Coronavirus Anxiety, Post-Traumatic Stress, Generalized Anxiety Disorder, Quality of Life, and Stress Coping Styles in COVID-19 Survivors.","authors":"Korkut S, ","abstract":"The COVID-19 survivors suffer from severe psychosocial challenges related to the current pandemic. In this context, it was aimed to evaluate the coronavirus anxiety, generalized anxiety disorder (GAD), and post-traumatic stress symptoms (PTSS) and also determine the quality of life (QOL), and coping styles with stress in survivors by comparing them with non-COVID controls (NCs). This study was conducted from April 15 to October 15, 2021, as a cross-sectional study design. The study included 339 survivors who were confirmed with COVID-19 through clinical tests in the last 3 months and 321 NCs who had not been infected with COVID-19. Besides sociodemographic and clinical data, a set of valid and reliable assessment tools were used to measure outcomes of coronavirus anxiety, coping styles, post-traumatic stress, generalized anxiety, and quality of life. The total scores of IES-R, GAD-7, and CAS were significantly higher in survivors than in the NCs. These results revealed that survivors manifested higher levels of coronavirus anxiety, generalized anxiety, and post-traumatic stress symptoms (p < 0.05). In survivors, the rates of GAD and coronavirus anxiety were found to be 59.3% and 25.7%, respectively. Additionally, the majority of survivors (89.4%) reported the severity of anxiety as moderate to severe, and also almost two-thirds of them reported the psychological impact of the pandemic as moderate to severe. Furthermore, survivors were found to have a lower quality of life. The findings of this study indicate that survivors experienced higher levels of coronavirus anxiety, generalized anxiety, and post-traumatic stress, and had lower QOL. In addition, it was determined that survivors haven't been using active styles adequately in coping with stress. Thus, psychological intervention studies should be conducted and public mental health strategies should be developed. Providing psychosocial support and psychological guidance will contribute to mental health well-being, and improve the QOL and coping strategies.","assigned_subjects1":"Coronavirus Anxiety | Traumatic Stress | Anxiety | Stress | COVID-19 |Anxiety | Psychological Distress |"},{"pmid":"36976130","title_e":"Association between Stress and Physical Fitness of University Students Post-COVID-19 Pandemic.","authors":"Suwannakul B, Sangkarit N, Manoy P, Amput P, Tapanya W, ","abstract":"Post-COVID-19 pandemic, most universities changed their educational model from online courses to onsite learning, allowing students to attend regular face-to-face classes. These changes can cause stress in students, which affects physical fitness. The aim of this study was to investigate the relationship between stress levels and physical fitness in female university students. The participants were 101 female university students, 18-23 years of age. All participants completed the Suan Prung Stress Test-60 (SPST-60). The physical fitness test included body composition, cardiorespiratory fitness, as well as musculoskeletal fitness. Multiple linear regression analysis was used to determine the associations between SPST-60 scores and physical fitness. A p-value < 0.05 was considered statistically significant. We found a negative correlation between the sources of stress scores, here environment, and maximal oxygen consumption (beta = -0.291; 95% CI, -0.551, -0.031). We also found that symptoms of stress scores in the parasympathetic and sympathetic nervous systems were positively associated with waist-hip circumference ratio (WHR) (beta = 0.010; 95% CI, 0.002, 0.017 and beta = 0.006; 95% CI, 0.000, 0.012, respectively). Moreover, the symptoms of stress, here emotion, were positively associated with the WHR (beta = 0.005; 95 %CI, 0.001, 0.009) and negatively associated with upper extremity muscle strength (beta = -0.005; 95% CI, -0.009, 0.000). The results of this study confirmed the associations between stress levels in the post-COVID-19 pandemic era and WHR, maximal oxygen consumption, and upper extremity muscle strength. As a result, stress reduction or prevention alternatives should be considered in order to maintain physical fitness and prevent stress disorders.","assigned_subjects1":""},{"pmid":"32753338","title_e":"Psychological Distress and Its Correlates Among COVID-19 Survivors During Early Convalescence Across Age Groups.","authors":"Cai X, Hu X, Ekumi IO, Wang J, An Y, Li Z, Yuan B, ","abstract":"OBJECTIVE: To examine the psychological distress and the associated predictor factors of the 2019 corona-virus disease (COVID-19) on survivors in the early convalescence in Shenzhen. METHOD: A survey questionnaire consisting of post-traumatic stress disorder self-rating scale (PTSD-SS), self-rating depression scale (SDS), and self-rating anxiety scale (SAS) was presented to COVID-19 survivors still in quarantine. Scores of each scale and subscale were dependent variables in the Mann-Whitney test and stepwise regression analysis. RESULTS: A total of 126 subjects were included in the study, the mean scores of PTSD-SS, SDS, and SAS were 45.5 +- 18.9, 47.3 +- 13.1, and 43.2 +- 10.2, respectively, meanwhile, 9 (31.0%), 28 (22.2%), and 48 (38.1%) of the survivors met the cut-score for clinical significant symptoms of stress response, anxiety, and depression, respectively. Infected family members, and postinfection physical discomforts were significantly associated with scores on all three scales. Social support, retirement, and being female had significant associations with the PTSD-SS score. The survivors aged 60 or above experienced less severe stress response symptoms, fewer emotional symptoms of depression, and fewer anxiety symptoms than younger survivors. CONCLUSION: The occurrence rate of psychological distress among the COVID-19 survivors in early convalescence was high, highlighting the need for all COVID-19 survivors to be screened for psychological distress regularly for timely intervention. The predictors indicated by the current study may help to identify those at high-risk. Besides, the results indicated the older survivors suffered less emotional reactivity and fewer stress response symptoms from infectious diseases than the younger ones.","assigned_subjects1":"COVID-19 | 2019 corona-virus disease | COVID-19 | traumatic stress | depression | anxiety | COVID-19 | stress | anxiety | depression | Infected | stress | emotional symptoms of depression | anxiety | COVID-19 | COVID-19 | stress | infectious diseases | | Psychological Distress | Adjustment Disorders | Anxiety | Infections | Communicable Diseases"},{"pmid":"33782888","title_e":"Post-traumatic Stress Disorder Among COVID-19 Survivors at 3-Month Follow-up After Hospital Discharge.","authors":"Tarsitani L, Vassalini P, Koukopoulos A, Borrazzo C, Alessi F, Di Nicolantonio C, Serra R, Alessandri F, Ceccarelli G, Mastroianni CM, d'Ettorre G, ","abstract":"BACKGROUND: Post-traumatic stress disorder (PTSD) is a severe but treatable mental disorder that develops after a life-threatening traumatic event. Coronavirus disease 19 (COVID-19) hospitalisation is a potentially traumatic experience, especially in severe cases. Furthermore, the unprecedented context of the severe acute respiratory syndrome coronavirus 2 pandemic, with daily media bombardment about COVID-19 mortality, may have amplified life-threatening perception also in patients with moderate infection. The aim of this study was to assess the prevalence and risk factors of PTSD at 3-month follow-up in patients hospitalised for COVID-19 infection. DESIGN: In this cohort follow-up study conducted in a large Italian academic COVID-19 hospital, 115 recruited survivors were contacted by telephone 3 months after discharge to home care. The Posttraumatic Stress Disorder Checklist for DSM-5 was administered. Multivariate logistic regression models were used to analyse risk factors for the development of PTSD. KEY RESULTS: A total of 10.4% of the sample received a PCL-5-based diagnosis of PTSD. Other 8.6% of the sample received a diagnosis of subthreshold PTSD, which leads to significant levels of distress and impairment. Multivariate regression analysis indicated that previous psychiatric diagnosis (odds ratio (OR) = 6.3, 95% confidence interval (CI): 3.7-78.6, p < 0.001) and obesity (OR = 3.51, 95% CI: 1.4-857.9, p = 0.03) were risk factors for developing PTSD. Chronic pulmonary diseases approached significance as a risk factor (OR = 6.03, 95% CI: 1.0-37.1, p = 0.053). Male sex was a protective factor (OR=0.04, 95% CI: 0.0-0.041, p = 0.007). CONCLUSIONS: PTSD and subthreshold PTSD rates in patients hospitalised for COVID-19 are worrying. Female sex and pre-existing mental disorders are established risk factors for PTSD, while the prospective association with obesity needs further investigation. Clinicians treating COVID-19 should consider screening for PTSD at follow-up assessments in patients discharged from the hospital.","assigned_subjects1":"traumatic Stress | COVID-19 | traumatic stress disorder | mental disorder | Coronavirus disease 19 | COVID-19 | severe acute respiratory syndrome coronavirus 2 | COVID-19 | mortality | patients | infection | patients | COVID-19 | infection | COVID-19 | Posttraumatic Stress | psychiatric | obesity | pulmonary diseases | patients | COVID-19 | mental disorders | obesity | COVID-19 | patients |Psychological Distress | | Stress Disorders, Traumatic | Mental Disorders | | Death | | Infections | Stress Disorders, Post-Traumatic | Obesity | Lung Diseases"},{"pmid":"34968807","title_e":"Risk of post-traumatic stress symptoms in hospitalized and non-hospitalized COVID-19 recovered patients. A cross-sectional study.","authors":"Craparo G, La Rosa VL, Marino G, Vezzoli M, Cinà GS, Colombi M, Arcoleo G, Severino M, Costanzo G, Mangiapane E, ","abstract":"High rates of post-traumatic stress disorder (PTSD) symptoms have been found among patients with more severe COVID-19-related symptoms, and hospitalization is generally recognized as a risk factor for developing PTSD. Furthermore, other personality characteristics may increase the risk of developing post-traumatic stress symptoms following a COVID-19 infection. This study aimed to assess personality traits, alexithymia, dissociation, anxiety, and depression in patients who have recovered from COVID-19 and the impact of these variables on the presence of post-traumatic stress symptoms. Five hundred and six participants completed a battery of standardized questionnaires. All the scales used in this study are valid and reliable measures of their respective constructs. Results showed that high levels of alexithymia, dissociation, anxiety, and depression statistically significantly predicted the three main clusters of PTSD symptoms (avoidance, intrusion, and hyperarousal) in individuals who have recovered from COVID-19. Furthermore, negative affectivity and psychoticism significantly predicted PTSD symptoms in our sample. Finally, individuals hospitalized by COVID-19 are more at risk of developing intrusion and hyperarousal symptoms than those who never needed hospital care. Our findings are a valuable contribution in identifying the main risk factors of psychological distress related to COVID-19 to address the long-term mental health needs of people who have experienced the disease.","assigned_subjects1":"traumatic stress symptoms | COVID-19 | patients | traumatic stress disorder | PTSD | patients | COVID | PTSD | traumatic stress symptoms | COVID-19 | infection | alexithymia | anxiety | depression | patients | COVID-19 | traumatic stress | participants | alexithymia | anxiety | depression | PTSD | COVID-19 | PTSD | COVID-19 | COVID-19 | people | |"},{"pmid":"34950713","title_e":"Myocardial Perfusion Imaging After Severe COVID-19 Infection Demonstrates Regional Ischemia Rather Than Global Blood Flow Reduction.","authors":"Thornton GD, Shetye A, Knight DS, Knott K, Artico J, Kurdi H, Yousef S, Antonakaki D, Razvi Y, Chacko L, Brown J, Patel R, Vimalesvaran K, Seraphim A, Davies R, Xue H, Kotecha T, Bell R, Manisty C, Cole GD, Moon JC, Kellman P, Fontana M, Treibel TA, ","abstract":"Background: Acute myocardial damage is common in severe COVID-19. Post-mortem studies have implicated microvascular thrombosis, with cardiovascular magnetic resonance (CMR) demonstrating a high prevalence of myocardial infarction and myocarditis-like scar. The microcirculatory sequelae are incompletely characterized. Perfusion CMR can quantify the stress myocardial blood flow (MBF) and identify its association with infarction and myocarditis. Objectives: To determine the impact of the severe hospitalized COVID-19 on global and regional myocardial perfusion in recovered patients. Methods: A case-control study of previously hospitalized, troponin-positive COVID-19 patients was undertaken. The results were compared with a propensity-matched, pre-COVID chest pain cohort (referred for clinical CMR; angiography subsequently demonstrating unobstructed coronary arteries) and 27 healthy volunteers (HV). The analysis used visual assessment for the regional perfusion defects and AI-based segmentation to derive the global and regional stress and rest MBF. Results: Ninety recovered post-COVID patients {median age 64 [interquartile range (IQR) 54-71] years, 83% male, 44% requiring the intensive care unit (ICU)} underwent adenosine-stress perfusion CMR at a median of 61 (IQR 29-146) days post-discharge. The mean left ventricular ejection fraction (LVEF) was 67 +- 10%; 10 (11%) with impaired LVEF. Fifty patients (56%) had late gadolinium enhancement (LGE); 15 (17%) had infarct-pattern, 31 (34%) had non-ischemic, and 4 (4.4%) had mixed pattern LGE. Thirty-two patients (36%) had adenosine-induced regional perfusion defects, 26 out of 32 with at least one segment without prior infarction. The global stress MBF in post-COVID patients was similar to the age-, sex- and co-morbidities of the matched controls (2.53 +- 0.77 vs. 2.52 +- 0.79 ml\/g\/min, p = 0.10), though lower than HV (3.00 +- 0.76 ml\/g\/min, p< 0.01). Conclusions: After severe hospitalized COVID-19 infection, patients who attended clinical ischemia testing had little evidence of significant microvascular disease at 2 months post-discharge. The high prevalence of regional inducible ischemia and\/or infarction (nearly 40%) may suggest that occult coronary disease is an important putative mechanism for troponin elevation in this cohort. This should be considered hypothesis-generating for future studies which combine ischemia and anatomical assessment.","assigned_subjects1":"COVID-19 | Infection | Ischemia | myocardial damage | COVID-19 | thrombosis | myocardial infarction | myocarditis | stress | infarction | myocarditis | COVID-19 | patients | COVID-19 | patients | COVID chest pain | stress | COVID | patients | adenosine | stress | patients | gadolinium | patients | adenosine | infarction | stress | COVID | patients | COVID-19 | infection | patients | ischemia | microvascular disease | ischemia | infarction | coronary disease | ischemia | |"},{"pmid":"34931918","title_e":"Stress and mental health of COVID-19 survivors and their families after hospital discharge: relationship with perceived healthcare staff empathy.","authors":"Bassi M, Carissoli C, Tonelli F, Trombetta L, Magenta M, Delle Fave A, Cogliati C, ","abstract":"Several studies attest to the long-term consequences of COVID-19 infection on survivors' mental illness, especially in terms of high prevalence of post-traumatic stress disorder (PTSD) 1-3 months after hospitalization. Aims of the present study were (1) to jointly evaluate PTSD and positive mental health among COVID-19 survivors and family members after hospital discharge, and (2) to investigate the relationship between perceived healthcare staff's relational empathy during hospitalization and survivors' post-traumatic stress levels. In this cross-sectional study, 60 survivors (Mage = 60.45; 63.3% men) and 40 family members (Mage = 52.33; 60% women) participated in an online survey 3-7 months after hospital discharge. In addition to providing socio-demographic data, they completed PTSD Checklist for DSM-5 and Mental Health Continuum Short Form. Survivors also completed the Consultation and Relational Empathy measure. Percentages of participants meeting a provisional PTSD and mental health diagnosis (flourishing, moderate, languishing) were calculated. A hierarchical regression analysis was performed on survivors' data, with perceived staff's empathy as predictor and post-traumatic stress symptoms (PTSS) as outcome. One-fifth of the participants received a provisional PTSD diagnosis, about half were diagnosed with flourishing or moderate mental health, and only 5% were languishing, with no significant between-group differences. Among survivors, a negative association was detected between perceived healthcare staff's empathy and PTSS, explaining 10.5% of the model variance over and above demographic and clinical variables. Findings highlighted the coexistence of PTSD and positive mental health among survivors and family members, suggesting the usefulness of assessing both negative and positive dimensions of mental health, in order to promote psycho-social adaptation once returning to everyday life. In addition, the role of compassionate care in clinical practice emerged as a potential means to mitigate severe traumatic reactions among survivors.","assigned_subjects1":"Stress | COVID-19 | empathy | COVID-19 | infection | mental illness | traumatic stress disorder | PTSD | PTSD | COVID-19 | empathy | traumatic stress | men | women | PTSD | participants | PTSD | empathy | traumatic stress | participants | PTSD | empathy | PTSD | |"},{"pmid":"36785778","title_e":"Health-related quality of life and stress-related disorders in COVID-19 ICU survivors: Are they worse than with other causes of ARDS?","authors":"Gil D, Tiscar C, Gómez M, Felices J, Gajate L, Fernandez P, Pestaña D, Bardi T,","abstract":"Background: There are insufficient data regarding the impact of acute respiratory distress syndrome related to coronavirus disease 2019 (C-ARDS) - caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) - on health-related quality of life (HRQoL) and the occurrence of stress-related disorders in coronavirus disease 2019 (COVID-19) intensive care unit (ICU) survivors. The aim of this study is to assess HRQoL and the occurrence of stress-related disorders (acute stress disorder [ASD] and post-traumatic stress disorder [PTSD]) in C-ARDS ICU survivors at 1 and 6 months following hospital discharge. Methods: This prospective observational study included 90 patients treated for C-ARDS between March and May 2020 in the ICU and discharged alive from the hospital. All patients included in the study were contacted by telephone 1 month and 6 months post-hospital discharge to assess the presence of symptoms of stress-related disorders and HRQoL using the 8-item Treatment Outcome Post-traumatic Stress Disorder scale (TOP-8) and 36-item Short Form survey (SF-36). We performed univariate analyses to evaluate differences between patients who developed stress and those who did not. We also compared SF-36 scores in our sample with data from the general Spanish population and from cohorts of non-C-ARDS and severe acute respiratory syndrome coronavirus-1 (SARS-CoV-1) survivors. Results: There are 24.1% of patients showed symptoms of ASD; in 13.5% of cases the symptoms persisted 6 months later. Risk factors for the development of symptoms of ASD and PTSD are younger age, female sex, obesity, a previously diagnosed psychiatric disease and disease severity at ICU admission (P < 0.05). HRQoL was greatly affected by C-ARDS; however, there was improvement on all scales of the SF-36 at the 6-month follow-up (P < 0.05). The mean SF-36 score of our sample was higher than those previously reported in non-C-ARDS survivors (P < 0.05) for physical functioning (78.0 vs. 52.0), role functioning\/physical (51.0 vs. 31.0), bodily pain (76.1 vs. 57.0), vitality (58.6 vs. 48.0), social function (72.6 vs. 63.0) and role emotional (77.4 vs. 55.0), except on the general health scale. C-ARDS survivors also scored better than SARS-CoV-1 survivors on all scales except for body pain (P < 0.05). Conclusions: The impact of C-ARDS on HRQoL is substantial, with frequent occurrence of PTSD symptoms. Patients are heavily affected in all areas of health in the first month of post-hospital discharge but show a dramatic improvement within 6 months, especially in terms of physical health.","assigned_subjects1":"COVID-19 | ARDS | Respiratory Distress Syndrome |"},{"pmid":"35739582","title_e":"Psychiatric reaction of an intensive care unit survivor in the context of coronavirus disease 2019: a case report.","authors":"Benzakour L, Kakoraiti E, Perrin A, Cereghetti S, Assal F, ","abstract":"BACKGROUND: The coronavirus disease 2019 pandemic has had a serious impact on global mental health, particularly in intensive care unit survivors. Given the lethal potential and unpredictability of coronavirus disease 2019, a high risk of posttraumatic stress disorder was identified in the beginning of the crisis. There are insufficient details in current literature and no official guidelines available for the treatment and follow-up of acute stress disorder and the prevention of posttraumatic stress disorder for intensive care unit survivors in the context of coronavirus disease 2019. CASE PRESENTATION: We hereby describe a 67-year-old Swiss patient presenting a psychiatric reaction in the context of coronavirus disease 2019. He was admitted to the intensive care unit due to severe acute respiratory distress syndrome from severe acute respiratory syndrome coronavirus 2 and intubated for 13 days. Afterwards, there was a severe worsening of acute renal failure prompting hemodialysis, and he developed delirium. Psychiatric liaison was requested 4 days post-intubation because the patient presented residual symptoms of delirium, false memories about the real context of his medical care, and ideas of persecution toward medical caregivers. He suffered from a very strong peritraumatic reaction, then developed an acute stress disorder linked with his care on the intensive care unit. We looked for strategies to prevent progression from acute stress disorder to posttraumatic stress disorder. We proceeded to the following therapeutic interventions: intensive psychiatric follow-up, intensive care unit diary, and low-dose antipsychotic treatment. The aim of our psychotherapeutic approach was to allow him to increase his feeling of security and to cope with the reality of his traumatic experience. He showed clinical improvement in his mental state after 3 months, despite several predictive factors of evolution to post-intensive care unit posttraumatic stress disorder. CONCLUSION: This case report illustrates how a delusional clinical presentation after intensive care in the context of coronavirus disease 2019 can hide psychotraumatic symptoms. It is important to highlight that the intensive care unit diary completed by the intensive care team and the follow-up by the psychiatric liaison team helped the patient reconstruct an appropriate and coherent account. Further studies are needed to determine the psychiatric effects of coronavirus disease 2019 and to assess early and appropriate psychiatric intervention for patients hospitalized for coronavirus disease 2019 to prevent posttraumatic stress disorder.","assigned_subjects1":"coronavirus disease 2019 |"},{"pmid":"35796878","title_e":"Psychological outcomes of COVID-19 survivors at sixth months after diagnose: the role of kynurenine pathway metabolites in depression, anxiety, and stress.","authors":"Kucukkarapinar M, Yay-Pence A, Yildiz Y, Buyukkoruk M, Yaz-Aydin G, Deveci-Bulut TS, Gulbahar O, Senol E, Candansayar S, ","abstract":"Coronavirus disease 2019 (COVID-19) has resulted in long-term psychiatric symptoms because of the immunologic response to the virus itself as well as fundamental life changes related to the pandemic. This immune response leads to altered tryptophan (TRP)-kynurenine (KYN) pathway (TKP) metabolism, which plays an essential role in the pathophysiology of mental illnesses. We aimed to define TKP changes as a potential underlying mechanism of psychiatric disorders in post-COVID-19 patients. We measured plasma levels of several TKP markers, including KYN, TRP, kynurenic acid (KYNA), 3-hydroxykynurenine (3-HK), and quinolinic acid (QUIN), as well as the TRP\/KYN, KYNA\/3-HK, and KYNA\/QUIN ratios, in 90 post-COVID-19 patients (on the first day of hospitalization) and 59 healthy controls (on the first admission to the Check-Up Center). An online questionnaire that included the Depression, Anxiety and Stress Scale-21 (DASS-21) was used 6 months after the initial assessment in both groups. A total of 32.2% of participants with COVID-19 showed depressive symptoms, 21.1% exhibited anxiety, and 33.3% had signs of stress at follow-up, while 6.6% of healthy controls exhibited depressive and anxiety symptoms and 18.6% had signs of stress. TRP and 3-HK were negative predictors of anxiety and stress, but KYN positively predicted anxiety and stress. Moreover, TRP negatively predicted depression, while KYNA\/3-HK was a negative predictor of anxiety. The correlation between depression, anxiety, and stress and TKP activation in COVID-19 could provide prospective biomarkers, especially the reduction in TRP and 3HK levels and the increase in KYN. Our results suggest that the alteration of TKP is not only a potential biomarker of viral infection-related long-term psychiatric disorders but also that the therapy targets future viral infections related to depression and anxiety.","assigned_subjects1":"COVID-19 | kynurenine | depression | anxiety | stress | | | Adjustment Disorders | Anxiety | Psychological Distress"},{"pmid":"37186604","title_e":"Relationship between physical performance and perception of stress and recovery in daily life post COVID-19-An explorative study.","authors":"Zorn J, Vollrath S, Matits L, Schönfelder M, Schulz SVW, Jerg A, Steinacker JM, Bizjak DA,","abstract":"INTRODUCTION: COVID-19 is a multi-systemic disease which can target the lungs and the cardiovascular system and can also affect parts of the brain for prolonged periods of time. Even healthy athletes without comorbidities can be psychologically affected long-term by COVID-19. OBJECTIVE: This study aimed to investigate athletes' perceived mental stress and recovery levels in daily life, and their maximal aerobic power, at three different time points, post COVID-19. METHODS: In total, 99 athletes (62.6% male), who had been infected by COVID-19, filled out the Recovery Stress Questionnaire for Athletes (REST-Q-Sport) and completed cardiopulmonary exercise testing (endpoint maximal aerobic power output (Pmax)) at the initial screening (t1: 4 months after infection). Follow-up assessments occurred three (t2, n = 37) and seven months after t1 (t3, n = 19). RESULTS: Subgroup means from the Recovery category were significantly below the reference value of four at all three time points, except \"General Recovery\" (3.76 (+- 0.96), p = 0.275, d = 0.968) at t3.\"Overtiredness\" (2.34 (+- 1.27), p = 0.020, r = 0.224) was significantly above the reference value of two at t1, while all other Stress subgroups were not significantly different from the reference value or were significantly below the maximum threshold of two at t1, t2 and t3. Spearman's rho revealed a negative association between Pmax and the subcategories of stress (rho = -0.54 to rho = -0.11, p < 0.050), and positive correlations between Pmax and \"Somatic Recovery\" (rho = 0.43, p < 0.001) and \"General Recovery\" (rho = 0.23, p = 0.040) at t1. Pmax (t1: 3.83 (+- 0.99), t2: 3.78 (+- 1.14), beta = 0.06, p < 0.003) increased significantly from t1 to t2. In addition, REST-Q-Sport indicated a decrease in \"Sleep\" (t2 = 2.35 (+- 0.62), t3 = 2.28(+- 0.61), beta = -0.18, p < 0.023) at t3, when compared to t2. CONCLUSION: The perceived recovery seems to be negatively affected in post COVID-19 athletes. Physical performance post COVID-19 correlates with both \"Emotional and Somatic Stress\" and \"Somatic and General Recovery\", indicating potential mental and physical benefits of exercise. While it is evident that COVID-19, like other viral infections, may have an influence on physical performance, monitoring stress and recovery perceptions of athletes is critical to facilitate their return-to-sports, while minimizing long-term COVID-19 induced negative effects like the athletic objective and subjective perceived recovery and stress levels.","assigned_subjects1":""},{"pmid":"34776871","title_e":"PTSD as an Endothelial Disease: Insights From COVID-19.","authors":"Sfera A, Osorio C, Rahman L, Zapata-Martín Del Campo CM, Maldonado JC, Jafri N, Cummings MA, Maurer S, Kozlakidis Z, ","abstract":"SARS-CoV-2 virus, the etiologic agent of COVID-19, has affected almost every aspect of human life, precipitating stress-related pathology in vulnerable individuals. As the prevalence rate of posttraumatic stress disorder in pandemic survivors exceeds that of the general and special populations, the virus may predispose to this disorder by directly interfering with the stress-processing pathways. The SARS-CoV-2 interactome has identified several antigens that may disrupt the blood-brain-barrier by inducing premature senescence in many cell types, including the cerebral endothelial cells. This enables the stress molecules, including angiotensin II, endothelin-1 and plasminogen activator inhibitor 1, to aberrantly activate the amygdala, hippocampus, and medial prefrontal cortex, increasing the vulnerability to stress related disorders. This is supported by observing the beneficial effects of angiotensin receptor blockers and angiotensin converting enzyme inhibitors in both posttraumatic stress disorder and SARS-CoV-2 critical illness. In this narrative review, we take a closer look at the virus-host dialog and its impact on the renin-angiotensin system, mitochondrial fitness, and brain-derived neurotrophic factor. We discuss the role of furin cleaving site, the fibrinolytic system, and Sigma-1 receptor in the pathogenesis of psychological trauma. In other words, learning from the virus, clarify the molecular underpinnings of stress related disorders, and design better therapies for these conditions. In this context, we emphasize new potential treatments, including furin and bromodomains inhibitors.","assigned_subjects1":""},{"pmid":"33198962","title_e":"Depression, Anxiety, and Acute Stress Disorder Among Patients Hospitalized With COVID-19: A Prospective Cohort Study.","authors":"Parker C, Shalev D, Hsu I, Shenoy A, Cheung S, Nash S, Wiener I, Fedoronko D, Allen N, Shapiro PA, ","abstract":"BACKGROUND: The epidemiology of psychiatric symptoms among patients with coronavirus disease 2019 is poorly characterized. OBJECTIVE: This article sought to identify the prevalence of anxiety, depression, and acute stress disorder among hospitalized patients with coronavirus disease 2019. METHODS: Adult patients recently admitted to nonintensive care unit medical ward settings with coronavirus disease 2019 were eligible for enrollment. Enrolled patients were screened for depression, anxiety, and delirium. Subsequently, patients were followed up by phone after 2 weeks and rescreened for depression, anxiety, and acute stress disorder symptoms. Subjects' medical records were abstracted for clinical data. RESULTS: A total of 58 subjects were enrolled; of whom, 44 completed the study. Initially, 36% of subjects had elevated anxiety symptoms and 29% had elevated depression symptoms. At 2-week follow-up, 9% had elevated anxiety symptoms, 20% had elevated depression symptoms, and 25% had mild-to-moderate acute stress disorder symptoms. Discharge to home was not associated with improvement in psychiatric symptoms. CONCLUSIONS: A significant number of patients hospitalized with coronavirus disease 2019 experienced symptoms of depression and anxiety. While anxiety improved after index admission, depression remained fairly stable. Furthermore, a significant minority of patients experienced acute stress disorder symptoms, though these were largely mild to moderate.","assigned_subjects1":"Depression | Anxiety | Acute Stress | Patients | COVID-19 | Adjustment Disorders | Anxiety | Stress Disorders, Traumatic, Acute |"},{"pmid":"34285348","title_e":"Post-traumatic stress symptoms in COVID-19 survivors: a self-report and brain imaging follow-up study.","authors":"Tu Y, Zhang Y, Li Y, Zhao Q, Bi Y, Lu X, Kong Y, Wang L, Lu Z, Hu L, ","abstract":"Previous coronavirus pandemics were associated elevated post-traumatic stress symptoms (PTSS), but the self-report and neurological basis of PTSS in patients who survived coronavirus disease 2019 (COVID-19) are largely unknown. We conducted a two-session study to record PTSS in the COVID-19 survivors discharged from hospitals for a short (i.e., about 3 months, Session 1) to a medium period (i.e., about 6 months, Session 2), as well as brain imaging data in Session 2. The control groups were non-COVID-19 locals. Session 1 was completed for 126 COVID-19 survivors and 126 controls. Session 2 was completed for 47 COVID-19 survivors and 43 controls. The total score of post-traumatic stress disorder (PTSD) checklist for DSM-5 (PCL-5) score was significantly higher in COVID-19 survivors compared with controls in both sessions. The PCL-5 score in COVID-19 survivors was positively correlated with the duration after discharge (r = 0.27, p = 0.003 for Session 1), and increased by 20% from Session 1 to Session 2 for the survivors who participated both sessions. The increase was positively correlated with individual's test-retest duration (r = 0.46, p = 0.03). Brain structural volume and functional activity in bilateral hippocampus and amygdala were significantly larger in COVID-19 survivors compared with controls. However, the volumes of the left hippocampus and amygdala were negatively correlated with the PCL-5 score for the COVID-19 survivors. Our study suggests that COVID-19 survivors might face possible PTSS deteriorations, and highlights the importance of monitoring mental wellness of COVID-19 survivors.","assigned_subjects1":"stress | COVID-19 | coronavirus | traumatic stress | patients | coronavirus disease 2019 | COVID-19 | COVID-19 | COVID-19 | COVID-19 | COVID-19 | traumatic stress disorder | COVID-19 | COVID-19 | COVID-19 | COVID-19 | COVID-19 | COVID-19 |Psychological Distress | | | | Stress Disorders, Traumatic"},{"pmid":"33769771","title_e":"Postintensive Care Syndrome in Survivors of Critical Illness Related to Coronavirus Disease 2019: Cohort Study From a New York City Critical Care Recovery Clinic.","authors":"","abstract":"OBJECTIVE: Determine the characteristics of postintensive care syndrome in the cognitive, physical, and psychiatric domains in coronavirus disease 2019 ICU survivors. DESIGN: Single-center descriptive cohort study from April 21, to July 7, 2020. SETTING: Critical care recovery clinic at The Mount Sinai Hospital in New York City. PATIENTS: Adults who had critical illness due to coronavirus disease 2019 requiring an ICU stay of 7 days or more and who agreed to a telehealth follow-up in the critical care recovery clinic 1-month post hospital discharge. INTERVENTIONS: None. MEASURES AND MAIN RESULTS: Patient-reported outcome measures assessing physical and psychiatric domains were collected electronically, a cognitive test was performed by a clinician, and clinical data were obtained through electronic medical records. Outcome measures assessed postintensive care syndrome symptoms in the physical (Modified Rankin Scale, Dalhousie Clinical Frailty Scale, Neuro-Quality of Life Upper Extremity and Lower Extremity Function, Neuro-Quality of Life Fatigue), psychiatric (Insomnia Severity Scale; Patient Health Questionnaire-9; and Posttraumatic Stress Disorder Checklist for Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition), and cognitive (Telephone Montreal Cognitive Assessment) domains. The 3-Level Version of Euro-QoL-5D was used to assess the physical and psychiatric domains. A diagnosis of postintensive care syndrome was made in cases with evidence of impairment in at least one postintensive care syndrome domain. We included 45 patients with a mean (sd) age of 54 (13) years, and 73% were male. Ninety-one percent of coronavirus disease 2019 ICU survivors fit diagnostic criteria for postintensive care syndrome. 86.7 % had impairments in the physical domain, 22 (48%) reported impairments in the psychiatric domain, and four (8%) had impairments on cognitive screening. We found that 58% had some degree of mobility impairment. In the psychiatric domain, 38% exhibited at least mild depression, and 18 % moderate to severe depression. Eighteen percent presented Posttraumatic Stress Disorder Checklist for Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition, scores suggestive of posttraumatic stress syndrome diagnosis. In the Telephone Montreal Cognitive Assessment, 9% had impaired cognition. CONCLUSIONS: Survivors of critical illness related to coronavirus disease 2019 are at high risk of developing postintensive care syndrome. These findings highlight the importance of planning for appropriate post-ICU care to diagnose and treat this population.","assigned_subjects1":"Critical Illness | Coronavirus Disease 2019 | psychiatric | coronavirus disease 2019 | PATIENTS | critical illness | coronavirus disease 2019 | Patient | psychiatric | Fatigue | psychiatric | Insomnia | Patient | Posttraumatic Stress | Mental Disorders | psychiatric | patients | coronavirus disease 2019 | psychiatric | psychiatric | depression | depression | Posttraumatic Stress | Mental Disorders | posttraumatic stress | impaired cognition | critical illness | coronavirus disease 2019 |Critical Illness | | Mental Disorders | | Fatigue | Sleep Initiation and Maintenance Disorders | Stress Disorders, Post-Traumatic | Adjustment Disorders | Cognition Disorders"},{"pmid":"35132020","title_e":"Neurologic Outcomes of Survivors of COVID-19-Associated Acute Respiratory Distress Syndrome Requiring Intubation.","authors":"Jaquet P, Legouy C, Le Fevre L, Grinea A, Sinnah F, Franchineau G, Patrier J, Marzouk M, Wicky PH, Alexis Geoffroy P, Arnoult F, Vledouts S, de Montmollin E, Bouadma L, Timsit JF, Sharshar T, Sonneville R, ","abstract":"OBJECTIVES: To describe 3-6-month neurologic outcomes of survivors of COVID-19-associated acute respiratory distress syndrome, invasively ventilated in the ICU. DESIGN: A bicentric prospective study during the two first waves of the pandemic (March to May and September to December, 2020). SETTING: Two academic hospital ICUs, Paris, France. PATIENTS: Adult COVID-19-associated acute respiratory distress syndrome survivors, invasively ventilated in the ICU, were eligible for a neurologic consultation between 3 and 6 months post ICU discharge. INTERVENTIONS: Follow-up by face-to-face neurologic consultation. MEASURES AND MAIN RESULTS: The primary endpoint was favorable functional outcome defined by a modified Rankin scale score less than 2, indicating survival with no significant disability. Secondary endpoints included mild cognitive impairment (Montreal Cognitive Assessment score < 26), ICU-acquired weakness (Medical Research Council score < 48), anxiety and depression (Hospital Anxiety and Depression score > 7), and posttraumatic stress disorder (posttraumatic stress disorder checklist for Diagnostic and Statistical Manual of Mental Disorders 5 score > 30). Of 54 eligible survivors, four non-French-speaking patients were excluded, eight patients were lost-to-follow-up, and one died during follow-up. Forty-one patients were included. Time between ICU discharge and neurologic consultation was 3.8 months (3.6-5.9 mo). A favorable functional outcome was observed in 16 patients (39%) and mild cognitive impairment in 17 of 33 patients tested (52%). ICU-acquired weakness, depression or anxiety, and posttraumatic stress disorder were reported in six of 37 cases (16%), eight of 31 cases (26%), and two of 27 cases (7%), respectively. Twenty-nine patients (74%) required rehabilitation (motor, cognitive, or psychologic). ICU and hospital lengths of stay, tracheostomy, and corticosteroids were negatively associated with favorable outcome. By contrast, use of alpha-2 agonists during ICU stay was associated with favorable outcome. CONCLUSIONS: COVID-19-associated acute respiratory distress syndrome requiring intubation led to slight-to-severe functional disability in about 60% of survivors 4 months after ICU discharge. Cognitive impairment, muscle weakness, and psychologic symptoms were frequent. A large multicenter study is warranted to allow identification of modifiable factors for improving long-term outcome.","assigned_subjects1":"COVID-19-Associated Acute Respiratory Distress Syndrome | COVID-19 | acute respiratory distress syndrome | PATIENTS | COVID-19 | acute respiratory distress syndrome | cognitive impairment | weakness | anxiety | depression | Anxiety | Depression | posttraumatic stress disorder | posttraumatic stress | Mental Disorders | patients | patients | patients | patients | cognitive impairment | patients | weakness | depression | anxiety | posttraumatic stress disorder | patients | alpha-2 | COVID-19 | acute respiratory distress syndrome | Cognitive impairment | muscle weakness | | Respiratory Distress Syndrome | | Cognition Disorders | Muscle Weakness | Anxiety | Adjustment Disorders | Stress Disorders, Post-Traumatic | Mental Disorders |"},{"pmid":"36290350","title_e":"Eccentric Training in Pulmonary Rehabilitation of Post-COVID-19 Patients: An Alternative for Improving the Functional Capacity, Inflammation, and Oxidative Stress.","authors":"Contreras-Briceño F, Espinosa-Ramírez M, Rozenberg D, Reid WD, ","abstract":"The purpose of this narrative review is to highlight the oxidative stress induced in COVID-19 patients (SARS-CoV-2 infection), describe longstanding functional impairments, and provide the pathophysiologic rationale that supports aerobic eccentric (ECC) exercise as a novel alternative to conventional concentric (CONC) exercise for post-COVID-19 patients. Patients who recovered from moderate-to-severe COVID-19 respiratory distress demonstrate long-term functional impairment. During the acute phase, SARS-CoV-2 induces the generation of reactive oxygen species that can be amplified to a \"cytokine storm\". The resultant inflammatory and oxidative stress process causes organ damage, particularly in the respiratory system, with the lungs as the tissues most susceptible to injury. The acute illness often requires a long-term hospital stay and consequent sarcopenia. Upon discharge, muscle weakness compounded by limited lung and cardiac function is often accompanied by dyspnea, myalgia, anxiety, depression, and sleep disturbance. Consequently, these patients could benefit from pulmonary rehabilitation (PR), with exercise as a critical intervention (including sessions of strength and endurance or aerobic exercises). Unfortunately, conventional CONC exercises induce significant cardiopulmonary stress and increase inflammatory and oxidative stress (OS) when performed at moderate\/high intensity, which can exacerbate debilitating dyspnoea and muscle fatigue post-COVID-19. Eccentric training (ECC) is a well-tolerated alternative that improves muscle mass while mitigating cardiopulmonary stress in patients with COPD and other chronic diseases. Similar benefits could be realized in post-COVID-19 patients. Consequently, these patients could benefit from PR with exercise as a critical intervention.","assigned_subjects1":"COVID-19 | Patients | Inflammation | Stress | | | Inflammation | Psychological Distress"},{"pmid":"33585298","title_e":"Psychological outcomes after hospitalization for COVID-19: data from a multidisciplinary follow-up screening program for recovered patients.","authors":"Bonazza F, Borghi L, di San Marco EC, Piscopo K, Bai F, Monforte AD, Vegni E, ","abstract":"Patients who are hospitalized for coronavirus disease 2019 (COVID-19) face an extremely stressful experience that might challenge their mental health. The study aims to describe the psychological condition of recovered patients, focusing on anxiety and depression symptoms, as well as post-traumatic stress. All the recovered COVID-19 patients who accessed to a multidisciplinary follow-up screening program scheduled within two months after their hospital discharge were included. As far as the psychological assessment, patients completed the Hospital Anxiety and Depression Scale and the Impact of Event Scale- Revised for post-traumatic stress. Socio-demographic and clinical data (days of hospitalization, intensity of received care, and number of supportive sessions with the hospital psychologist after the hospitalization) were collected. Descriptive, correlation and regression analyses were conducted. The sample includes 261 patients (68.2% men), aged between 23 and 90 (mean=58.9 st. dev=13.3). High numbers of patients reported anxiety (28%) and depression symptoms (17%), as well as post-traumatic stress (36.4%). Impaired outcomes were associated with female gender, while patient's age was found to be negatively correlated with anxiety symptoms. 13.8% of patients underwent a psychological visit and 6.1% of them were taken in charge for psychological support. Few months after hospital discharge, individuals recovered by COVID-19 reported negative consequences on their mental health. Understanding the impact that COVID-19 and hospitalization have on recovered patients may provide insights about how to develop an effective psychological intervention to help them deal with such psychological distress and prevent further psychopathological effects.","assigned_subjects1":"COVID-19 | patients | Patients | coronavirus disease 2019 | COVID-19 | patients | anxiety | depression | traumatic stress | COVID-19 | patients | patients | Anxiety | Depression | traumatic stress | patients | men | patients | anxiety | depression | stress | patient | anxiety | patients | COVID-19 | COVID-19 | patients | | | Anxiety | Adjustment Disorders | Psychological Distress"},{"pmid":"33635172","title_e":"Presentation and management of anxiety in individuals with acute symptomatic or asymptomatic COVID-19 infection, and in the post-COVID-19 recovery phase.","authors":"Uzunova G, Pallanti S, Hollander E, ","abstract":"COVID-19 is associated with neuropsychiatric complications, the most frequent one being anxiety. Multiple biological and psychosocial factors contribute to anxiety in COVID-19. Among the biological factors, stress, genetics, gender, immune system, resilience, anosmia, hypogeusia, and central nervous system infection with SARS-CoV-2 are key. Anxiety is a complication of COVID-19 that may exacerbate the infection course, and the infection may exacerbate anxiety. We present the mechanisms of anxiety in symptomatic or asymptomatic COVID-19. We discuss the presentation of anxiety in patients without or with prior psychiatric illness, and with co-morbidities. Timely diagnosis and management of anxiety in COVID-19 patients is important. Given the frequent complication of COVID-19 with Acute Respiratory Distress Syndrome and Intensive Care Unit stay, anxiety may be a long-term complication. We review the diagnostic tools for anxiety in COVID-19, and summarise pharmacologic and non-pharmacologic treatments. We provide recommendations for diagnosis, treatment, prevention and follow up of anxiety in COVID-19.Key pointsPatients with COVID-19 (symptomatic or asymptomatic) exhibit a high frequency of neuropsychiatric complications with highest percentage attributed to anxiety.Multiple biological and psychosocial risk factors for anxiety exist in COVID-19-ill individuals. Biological risk factors include stress, resilience, genetics, gender, age, immune system, direct infection of the central nervous system (CNS) with SARS-CoV-2, comorbid psychiatric and general medical illnesses, ARDS and ICU stay. Anosmia and hypogeusia are COVID-19-specific anxiety risk factors. Knowledge of the anxiety risk factors is essential to focus on timely interventions, because anxiety may be a complication of and exacerbate the COVID-19 course.An inverse correlation exists between resilience and anxiety because of COVID-19, and therefore efforts should be made to increase resilience in COVID-19 patients.In COVID-19, important anxiety mechanism is neuroinflammation resulting from activation of the immune system and an ensuing cytokine storm.The general approach to management of anxiety in COVID-19 should be compassionate, similar to that during trauma or disaster, with efforts focussed on instilling a sense of hope and resilience.In selecting pharmacological treatment of anxiety, the stress response and immune system effects should be key. Medications with cardio-respiratory adverse effects should be avoided in patients with respiratory problems.Anxiety is a disorder that will require for long-term follow up at least one month after COVID-19.","assigned_subjects1":"anxiety | COVID-19 | infection | COVID-19 | COVID-19 | anxiety | anxiety | COVID-19 | stress | anosmia | hypogeusia | central nervous system infection | SARS-CoV-2 | Anxiety | COVID-19 | infection | infection | anxiety | anxiety | COVID-19 | anxiety | patients | psychiatric illness | anxiety | COVID-19 | patients | COVID-19 | Acute Respiratory Distress Syndrome | anxiety | anxiety | COVID-19 | anxiety | COVID-19 | COVID-19 | anxiety | anxiety | COVID-19-ill | stress | infection | SARS-CoV-2 | psychiatric | ARDS | Anosmia | hypogeusia | COVID-19 | anxiety | anxiety | anxiety | COVID-19 | anxiety | COVID-19 | COVID-19 | patients | COVID-19 | anxiety | anxiety | COVID-19 | trauma | anxiety | stress | patients | Anxiety | COVID-19 |Anxiety | | Infections | Psychological Distress | Olfaction Disorders | Ageusia | Central Nervous System Infections | | | Mental Disorders | Respiratory Distress Syndrome | Wounds and Injuries"},{"pmid":"33528827","title_e":"Prevalence and correlates of chronic fatigue syndrome and post-traumatic stress disorder after the outbreak of the COVID-19.","authors":"Simani L, Ramezani M, Darazam IA, Sagharichi M, Aalipour MA, Ghorbani F, Pakdaman H, ","abstract":"As the SARS-COV-2 becomes a global pandemic, many researchers have a concern about the long COVID-19 complications. Chronic fatigue syndrome\/myalgic encephalomyelitis (CFS\/ME) is a persistent, debilitating, and unexplained fatigue disorder. We investigated psychological morbidities such as CFS and post-traumatic stress disorder (PTSD) among survivors of COVID-19 over 6 months. All COVID-19 survivors from the university-affiliated hospital of Tehran, Iran, were assessed 6 months after infection onset by a previously validated questionnaire based on the Fukuda guidelines for CFS\/EM and DSM-5 Checklist for PTSD (The Post-traumatic Stress Disorder Checklist for DSM-5 or PCL-5) to determine the presence of stress disorder and chronic fatigue problems. A total of 120 patients were enrolled. The prevalence rate of fatigue symptoms was 17.5%. Twelve (10%) screened positive for chronic idiopathic fatigue (CIF), 6 (5%) for CFS-like with insufficient fatigue syndrome (CFSWIFS), and 3 (2.5%) for CFS. The mean total scores in PCL-5 were 9.27 +- 10.76 (range:0-44), and the prevalence rate of PTSD was 5.8%. There was no significant association after adjusting between CFS and PTSD, gender, comorbidities, and chloroquine phosphate administration. The obtained data revealed the prevalence of CFS among patients with COVID-19, which is almost similar to CFS prevalence in the general population. Moreover, PTSD in patients with COVID-19 is not associated with the increased risk of CFS. Our study suggested that medical institutions should pay attention to the psychological consequences of the COVID-19 outbreak.","assigned_subjects1":"chronic fatigue syndrome | traumatic stress disorder | COVID-19 |Fatigue Syndrome, Chronic | Stress Disorders, Traumatic |"},{"pmid":"33904148","title_e":"Stress testing and myocardial perfusion imaging for patients after recovery from severe COVID-19 infection requiring hospitalization: A single-center experience.","authors":"Hasnie UA, Hawi R, Andrikopoulou E, Iskandrian AE, Hage FG, ","abstract":"BACKGROUND: As the coronavirus pandemic progresses, patients that have recovered from COVID-19-related hospitalization require resumption of care for other medical issues. Thus far, the literature has not detailed the experience of stress testing in this patient population. METHODS: We retrospectively reviewed patients that recovered from COVID-19-related hospitalizations and underwent SPECT MPI studies at the University of Alabama at Birmingham Medical Center. RESULTS: 15 patients (median age 60 years, 67% male) were identified with COVID-19-related hospitalization and then underwent SPECT MPI imaging after recovery. During COVID-19-related hospitalization (median length of stay 8 days), patients received various COVID-19 therapies; 3 required mechanical ventilation. Stress tests (4 Exercise, 11 Pharmacologic) were performed 65 days (interquartile range 31-94 days) after the diagnosis of COVID-19. None of the patients experienced serious adverse events during or after stress testing. One patient required regadenoson reversal using aminophylline due to chest pain. CONCLUSION: Over time, more patients that recover from COVID-19 infection will require MPI testing for myocardial ischemia evaluation. Our study provides some information regarding performing stress testing in patients who have recently recovered from COVID-19 infections requiring hospitalization. Further studies are recommended to establish formal protocols for testing in this cohort.","assigned_subjects1":"Stress | patients | COVID-19 | infection |Psychological Distress | | | Infections"},{"pmid":"34091347","title_e":"Impact of peritraumatic dissociation in hospitalized patients with COVID-19 pneumonia: A longitudinal study.","authors":"Benzakour L, Braillard O, Mazzola V, Gex D, Nehme M, Perone SA, Agoritsas T, Kopp G, Sara C, Bondolfi G, Lador F, ","abstract":"OBJECTIVE: Psychiatric impact of COVID-19 is still explored and previous data suggest potential risks of anxiety, depression and PTSD related to COVID-19. We aimed to explore the predictive value of risk factors during hospitalization (T0) for COVID-19 for anxiety, depression and PTSD and at three months (T1) because they could differ over these two time points. METHODS: We performed a screening of mental suffering in hospitalized patients for COVID-19, as well as specialized care and three months longitudinal follow-up. We evaluated at T0 and at T1 the prevalence of anxiety, depression and PTSD in survivors who benefited from early detection and treatment, and assessed possible risk factors in adults surviving COVID-19 between the 30th March and the 1st of July 2020. RESULTS: 109 patients were screened at T0 and 61 of these were reassessed at T1. At T0, we found 44.9% pathological score on peritraumatic dissociation experiences questionnaire (PDEQ), 85.4% of post-traumatic stress disorder symptoms (PTSS), 14.6% of pathological rate of post-traumatic stress disorder scale 5 (PCL5) and at T1, 86.9% of PTSS, 10.6% of pathological rate of PCL5. Finally, PDEQ score at T0 during hospitalization was positively correlated to PCL-5 score at T1 (beta = 0.26, p = 0.01) and that was confirmed in multivariate analysis (beta = 0.04, p = 0.02 for the log of PCL-5 per point on the PDEQ). CONCLUSION: Screening of psychiatric symptoms during hospitalization for COVID-19 should be systematic, especially peritraumatic dissociation to offer an early treatment and prevent PTSD, which seemed frequent for hospitalized patients for COVID-19 at three months.","assigned_subjects1":"patients | COVID-19 pneumonia | COVID-19 | anxiety | depression | PTSD | COVID-19 | COVID-19 | anxiety | depression | PTSD | patients | COVID-19 | anxiety | depression | PTSD | COVID-19 | patients | traumatic stress disorder | traumatic stress | psychiatric symptoms | COVID-19 | PTSD | patients | COVID-19 | | | Anxiety | Adjustment Disorders | Stress Disorders, Post-Traumatic | Stress Disorders, Traumatic | Psychological Distress | Dystonia"},{"pmid":"35330485","title_e":"Depression, Insomnia and Post-Traumatic Stress Disorder in COVID-19 Survivors: Role of Gender and Impact on Quality of Life.","authors":"Pappa S, Barmparessou Z, Athanasiou N, Sakka E, Eleftheriou K, Patrinos S, Sakkas N, Pappas A, Kalomenidis I, Katsaounou P, ","abstract":"Evidence to date suggests that a significant proportion of COVID-19 patients experience adverse psychological outcomes and neuropsychiatric complications. The aim of this study was to evaluate the effect of SARS-CoV-2 infection and subsequent hospitalization on the mental health, sleep, and quality of life of COVID-19 survivors. Patients were assessed 1-2 months after hospital discharge using standardized screening tools for depression and anxiety (HADS), post-traumatic stress disorder (IES-R), insomnia (AIS), and quality of life (EQ-5D-5L). Sociodemographic factors, comorbidities, disease severity and type of hospitalization were also collected. Amongst the 143 patients included, mental health symptoms were common (depression-19%; anxiety-27%; traumatic stress-39%; insomnia-33%) and more frequently reported in female than in male patients. Age, smoking status, comorbidities and illness severity were not found to significantly correlate with the presence of mood, sleep, or stress disorders. Finally, quality of life was worse for patients requiring ICU (p = 0.0057) or a longer hospital stay (p < 0.001) but was unaffected by factors such as sex and other measured outcomes. These findings highlight the need for appropriate intervention to properly manage the immediate and enduring mental health complications of COVID-19.","assigned_subjects1":"Depression | Insomnia and Post-Traumatic Stress | COVID-19 |Adjustment Disorders | Stress Disorders, Post-Traumatic |"},{"pmid":"35624973","title_e":"Association between Sleep Quality and Mental Health among Patients at a Post-COVID-19 Recovery Clinic.","authors":"Nowakowski S, Kokonda M, Sultana R, Duong BB, Nagy SE, Zaidan MF, Baig MM, Grigg BV, Seashore J, Deer RR, ","abstract":"A growing body of research documents the persistence of physical and neuropsychiatric symptoms following the resolution of acute COVID-19 infection. To the best of our knowledge, no published study has examined the interaction between insomnia and mental health. Accordingly, we proposed to examine new diagnoses of insomnia, and referrals to pulmonary and sleep medicine clinics for treatment of sleep disorders, in patients presenting to one post-acute COVID-19 recovery clinic. Additionally, we aimed to examine the relationship between poor sleep quality, depression, anxiety, and post-traumatic stress. Patients presented to the clinic on average 2 months following COVID-19 infection; 51.9% (n = 41) were hospitalized, 11.4% (n = 9) were in the intensive care unit, 2.5% (n = 2) were on a mechanical ventilator, and 38.0% (n = 30) were discharged on oxygen. The most commonly reported symptom was fatigue (88%, n = 70), with worse sleep following a COVID-19 infection reported in 50.6% (n = 40). The mean PSQI score was 9.7 (82.3%, n = 65 with poor sleep quality). The mean GAD-7 score was 8.3 (22.8%, n = 14 with severe depression). The mean PHQ-9 was 10.1 (17.8%, n = 18 with severe anxiety). The mean IES-6 was 2.1 (54.4%, n = 43 with post-traumatic stress). Poor sleep quality was significantly associated with increased severity of depression, anxiety, and post-traumatic stress. Future work should follow patients longitudinally to examine if sleep, fatigue, and mental health symptoms improve over time.","assigned_subjects1":"Patients | COVID-19 | neuropsychiatric symptoms | COVID-19 | infection | insomnia | insomnia | sleep disorders | patients | COVID-19 | depression | anxiety | traumatic stress | Patients | COVID-19 | infection | oxygen | fatigue | COVID-19 | infection | depression | anxiety | IES-6 | stress | depression | anxiety | traumatic stress | patients | fatigue | | | Mental Disorders | Infections | Sleep Initiation and Maintenance Disorders | Sleep Wake Disorders | Adjustment Disorders | Anxiety | Psychological Distress | | Fatigue |"},{"pmid":"35533314","title_e":"Prospectively Assessed Long-Term Outcomes of Patients with E-cigarette or Vaping-associated Lung Injury (EVALI).","authors":"Blagev DP, Callahan SJ, Harris D, Collingridge DS, Hopkins RO, Eve JR, Waddoups L, Aston V, Brown S, Lanspa MJ, ","abstract":"RATIONALE: E-cigarette or vaping associated lung injury (EVALI) was first identified in 2019. The long-term respiratory, cognitive, mood disorder, and vaping behavior outcomes of patients with EVALI remain unknown. OBJECTIVES: To determine the long-term respiratory, cognitive, mood disorder, and vaping behavior outcomes of patients with EVALI. METHODS: We prospectively enrolled patients with EVALI from two health systems. We assessed outcomes at one-year after onset of EVALI using validated instruments measuring: cognitive function, depression, anxiety, post-traumatic stress, respiratory disability, Covid-19 infection, pulmonary function, and vaping behaviors. We used multivariable regression to identify risk factors of post-EVALI vaping behaviors and to identify whether admission to the Intensive Care Unit (ICU) was associated with cognitive, respiratory, or mood symptoms. RESULTS: Seventy-three patients completed 12-month follow-up. Most patients were male (66.7%), young (mean age 31 +- 11 years), White (85%), and did not need admission to the ICU (59%). At 12-months, 39% (25 of 64) had cognitive impairment, while 48% (30 of 62) reported respiratory limitations. Mood disorders were common with 59% (38 of 64) reporting anxiety and\/or depression and 62% (39 of 63) had post-traumatic stress. 6.4% (4 of 64) reported a history of Covid-19 infection. Despite the history of EVALI, many people continued to vape. Only 38% (24 of 64) reported quitting all vaping and smoking behaviors. Younger age was associated with reduced vaping behavior post-EVALI (OR=0.93, p=0.02). ICU admission was not associated with cognitive impairment, dyspnea, or mood symptoms. CONCLUSION: Patients with EVALI, despite their youth, commonly have significant long-term respiratory disability, cognitive impairment, symptoms of depression, anxiety, post-traumatic stress, and persistent vaping.","assigned_subjects1":"Patients | Lung Injury | lung injury | mood disorder | patients | mood disorder | patients | patients | depression | anxiety | traumatic stress | respiratory disability | Covid-19 | infection | mood symptoms | patients | patients | cognitive impairment | Mood disorders | anxiety | depression | traumatic stress | Covid-19 | infection | people | cognitive impairment | dyspnea | mood symptoms | Patients | respiratory disability | cognitive impairment | depression | anxiety | traumatic stress | | Lung Injury | Mood Disorders | Adjustment Disorders | Anxiety | Psychological Distress | Respiratory Insufficiency | | Infections | Headache Disorders, Secondary | Cognition Disorders | Dyspnea"},{"pmid":"37547381","title_e":"Influence of Prosthodontic Rehabilitation Using Zygomatic Implants in Covid 19 Related Mucormycosis (Rhino-Orbital-Cerebral) Maxillectomy Patients Upon Post-Operative Stress, Anxiety and Functional Impairment: A Prospective Cohort Study.","authors":"Kumar L, Verma A, Pal US, Mattoo K, Algarni YA, Bin Hassan SA, Baba SM, Jeri SY, Khateeb SU, ","abstract":"Purpose: To determine the influence of prosthodontic rehabilitation using zygomatic implants in partial maxillectomy upon post-operative stress, anxiety and functional impairment, due to covid 19 associated rhino-orbital-cerebral mucormycosis (ROCM). Patients and Methods: Twenty maxillectomy patients fulfilling study criterion, received zygomatic implants (ZI) (quad zygoma) (ZDI Simpladent, Switzerland) retained\/supported complete maxillary denture. Assessment of stress, anxiety, masticatory performance and speech were determined using diurnal salivary cortisol level, Appearance Anxiety Inventory, multiple sieve technique and auditory perception analysis, respectively. Data were recorded at 6 different stages of rehabilitation (after maxillectomy, implant placement, and after prosthesis delivery (1 week, 1 month, 6 months and 1 year)). Demographic data were expressed as frequency distribution, while mean values were used to find differences between various rehabilitation stages using Friedman and chi-square test with statistical significance value at p < 0.05. Results: Average daily salivary cortisol levels declined from post maxillectomy (22.80 +- 0.902) to 1 year after prosthesis wearing (8.65 +- 0.985), indicating stress reduction after ZI rehabilitation. Mean scores for appearance anxiety reduced from pre-prosthetic rehabilitation (27.350 +- 3.030) to 1 year (8.950 +- 0.887) following prosthesis wearing. Functional parameters for mastication and speech also improved significantly during the course of rehabilitation. All differences between pre-prosthetic to 1-year stage after prosthesis wearing were found to be statistically significant at p < 0.05. Conclusion: Post ROCM maxillectomy cases after prosthetic rehabilitation using zygomatic implants showed significant improvement in the psychological (stress and anxiety) as well as function (mastication and speech) characteristics. Rehabilitation post ROCM maxillectomy with the present approach of fixed prosthesis using zygomatic implants mitigates deficient mastication and speech. It also impacts positively on patient psychology by decreasing stress and anxiety.","assigned_subjects1":""},{"pmid":"36850042","title_e":"Post-traumatic stress symptoms six months after ICU admission with COVID-19: Prospective observational study.","authors":"Fjone KS, Buanes EA, Småstuen MC, Laake JH, Stubberud J, Hofsø K,","abstract":"AIMS AND OBJECTIVES: The aim of this study was to investigate the prevalence of post-traumatic stress symptoms, and to identify possible predictive factors in Norwegian intensive care unit survivors, 6 months after admission to the intensive care unit with COVID-19. BACKGROUND: The SARS CoV-2 virus causing COVID-19 has spread worldwide since it was declared a pandemic in March 2020. The most severely ill patients have been treated in the intensive care due to acute respiratory failure and also acute respiratory distress syndrome. It is well documented that these severe conditions can lead to complex and long-lasting symptoms, such as psychological distress, and was, therefore, investigated for the specific COVID-19 population. DESIGN: Prospective observational study. METHODS: Clinical data and patient reported outcome measures were collected by the Norwegian Intensive Care and Pandemic Registry and by the study group 6 months after admission to an intensive care unit. RESULTS: Among 222 COVID-19 patients admitted to Norwegian intensive care units between 10 March and 6 July 2020, 175 survived. The study sample consisted of 131 patients who responded to at least one patient reported outcome measure at 6 months following admission. The primary outcome was self-reported post-traumatic stress symptoms, using the Impact of Event Scale-6 (n = 89). Of those, 22.5% reported post-traumatic stress symptoms 6 months after admission. Female gender, younger age and having a high respiratory rate at admission were statistically significant predictive factors for reporting post-traumatic stress symptoms. CONCLUSIONS: The result is in accordance with previously published research with comparable populations, suggesting that for many COVID-19 survivors psychological distress is a part of the post-acute sequelae. Results from the present study should be replicated in larger datasets. RELEVANCE TO CLINICAL PRACTICE: This project provides important insight to post-acute sequelae after COVID-19 that patients may experience after critical illness.","assigned_subjects1":"stress | COVID-19 | Psychological Distress |"},{"pmid":"37485412","title_e":"A cross-sectional study of the mental health burden among COVID-19 survivors.","authors":"Nongpiur A, Barman B, Syiem K, Mawiong AM, Anand N, Nune A, ","abstract":"Introduction: Coronavirus disease 2019 (COVID-19) pandemic has had a significant impact on mental health, including stress, anxiety, and depression. This study aimed to assess the incidence and severity of mental health issues among individuals diagnosed with COVID-19 infection. Methods: A semi-structured proforma for socio-demographic and clinical parameters was used to collect cross-sectional hospital-based data of subjects who tested positive for COVID-19 infection. The Modified Fatigue Impact Scale (MFIS), Hospital Anxiety and Depression Scale (HADS), and Perceived Stress Scale (PSS) were used to assess the presence of physical, psychological, and cognitive symptoms. The presence of anxiety, depression, and stress was based on the cut-off scores for HADS-A (>=8), HADS-D (>=8), and PSS (>=14), respectively. Results: A total of 101 patients comprising 39 (38.6%) males were recruited. Compared to nuclear families, we observed that patients living in joint families had significantly greater severity scores for fatigue [MFIS (p = 0.04)], anxiety [HADS-A (p = 0.004)], depression [HADS-D (p = 0.004)], and stress [PSS (p = 0.02)]. Based on the cut-off scores, we found that 44 (43.6%) patient had anxiety, 41 (40.6%) had depressive, and 72 (71.3%) had moderate to high stress symptoms, respectively. We also observed significantly greater fatigue and anxiety scores, that is, MFIS (p = 0.008) and HADS-A (p = 0.03) in those who received oxygen therapy compared to those who did not. The subjects who received corticosteroids were older (p = 0.01) and had significantly higher stress scores [PSS (p < 0.001)]. The study showed that patients who were assessed more than 3 months post-COVID-19 infection had higher fatigue and depression scores; however, the difference did not reach statistical significance (MFIS P = 0.058; HADS P = 0.059). Conclusion: Our study confirms that COVID-19 infection can cause various adverse mental health issues. Mitigating the hazardous effects of COVID-19 pandemic on mental health should be a top priority for public health to prevent long-term complications.","assigned_subjects1":""},{"pmid":"37449870","title_e":"Neurovascular and Hemodynamic Responses to Mental Stress and Exercise in Severe COVID-19 Survivors.","authors":"Faria D, Moll-Bernardes R, Testa L, Moniz CMV, Rodrigues EC, Mota JMSC, Souza FR, Alves MJNN, Ono BM, Izaias JE, Sales AO, Rodrigues TS, Salemi VMC, Jordao CP, De Angelis K, Craighead DH, Rossman MJ, Bortolotto LA, Consolim-Colombo FM, Irigoyen MCC, Seals DR, Negrão CE, Sales ARK,","abstract":"INTRODUCTION: Previous studies show that COVID-19 survivors have elevated muscle sympathetic nerve activity (MSNA), endothelial dysfunction, and aortic stiffening. However, the neurovascular responses to mental stress and exercise are still unexplored. We hypothesized that COVID-19 survivors compared with age- and body mass index (BMI)-matched healthy controls exhibit abnormal neurovascular responses to mental stress and physical exercise. METHODS: Fifteen severe COVID-19 survivors (aged: 49+-2 years, BMI: 30+-1 kg\/m2) and 15 well-matched control subjects (aged: 46+-3 years, BMI: 29+-1 kg\/m2) were studied. MSNA (microneurography), forearm blood flow (FBF), and forearm vascular conductance (FVC, venous occlusion plethysmography), mean arterial pressure (MAP, Finometer), and heart rate (HR, EKG) were measured during a 3-minutes mental stress (Stroop color word test) and during a 3-minutes isometric handgrip exercise (30% of maximal voluntary contraction). RESULTS: During mental stress, MSNA (frequency and incidence) responses were higher in COVID-19 survivors than in controls (P<0.001), and FBF and FVC responses were attenuated (P<0.05). MAP was similar between the groups (P>0.05). In contrast, the MSNA (frequency and incidence), and FBF and FVC responses to handgrip exercise were similar between the groups (P>0.05). MAP was lower in COVID-19 survivors (P<0.05). CONCLUSION: COVID-19 survivors exhibit an exaggerated MSNA and blunted vasodilatory response to mental challenge compared to healthy adults. However, the neurovascular response to handgrip exercise is preserved in COVID-19 survivors. Overall, the abnormal neurovascular control in response to mental stress suggests that COVID-19 survivors may have an increased risk to cardiovascular events during mental challenge.","assigned_subjects1":""},{"pmid":"37658773","title_e":"Effectiveness of Functional or Aerobic Exercise Combined with Breathing Techniques in Telerehabilitation for Patients with Long COVID: A Randomized Controlled Trial.","authors":"Espinoza-Bravo C, Arnal-Gómez A, Martínez-Arnau FM, Núñez-Cortés R, Hernández-Guillén D, Flor-Rufino C, Cortés-Amador S,","abstract":"OBJECTIVE: The aim of this study was to compare the short-term clinical effects of 2 telerehabilitation programs, functional versus aerobic exercises, both combined with breathing techniques, regarding the improvement of long COVID-19 symptoms. METHODS: A randomized controlled trial was conducted. The participants were assigned randomly to either the functional exercise (FE) group or aerobic exercise (AE) group, both including breathing techniques. The interventions lasted for 8 weeks with 3 sessions per week, and they were conducted through the Fisiotrack mobile phone application. Assessments were performed at baseline and after treatment, including testing fatigue (Fatigue Assessment Scale), dyspnea (London Chest Activity of Daily Living Scale), functional performance (30 Seconds Standing Test), perceived stress (Perceived Stress Scale), anxiety and depression (Hospital Anxiety and Depression Questionnaire), and quality of life (European Quality of Life Scale). The perceived change after treatment (Patient Global Impression of Change Scale), the usability of the application (System Usability Scale), and the adherence to treatment were also examined after treatment. RESULTS: In total, 43 participants (FE group, n = 21; AE group, n = 22; mean age = 42.4 [SD = 6.5] y) completed the study. In the intragroup comparison, the FE group showed improved fatigue (-6.7 points; 95% CI = -11.9 to -1.3), functional capacity (2.6 repetitions; 95% CI = 0.3 to 4.9), and perceived stress (-4.9 points; 95% CI = -9.1 to 0.8), while the AE group showed improved perceived stress (-6.2 points; 95% CI = -10.3 to -2.1). No significant differences in the intergroup effect were identified for the studied variables. Significant differences were observed in the Patient Global Impression of Change Scale in favor of the FE group compared to the AE group, and quality of life reached the minimal clinically important difference for both groups. The ease of use of the telerehabilitation tool was rated excellent in both groups. CONCLUSIONS: Both telerehabilitation exercise modalities are effective at improving stress symptoms and quality of life in patients with long COVID-19. For improving fatigue and functional performance, functional exercise shows more promising results. IMPACT: Functional exercise or aerobic exercise may be recommended depending on patients' symptoms, and both may improve quality of life and stress symptoms in patients with long COVID-19. Telerehabilitation may be an optimal intervention modality for the prescription of physical exercise in patients with long COVID-19.","assigned_subjects1":""},{"pmid":"32732883","title_e":"Psychiatric face of COVID-19.","authors":"Steardo L, Steardo L, Verkhratsky A, ","abstract":"The Coronavirus Disease 2019 (COVID-19) represents a severe multiorgan pathology which, besides cardio-respiratory manifestations, affects the function of the central nervous system (CNS). The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), similarly to other coronaviruses demonstrate neurotropism; the viral infection of the brain stem may complicate the course of the disease through damaging central cardio-respiratory control. The systemic inflammation as well as neuroinflammatory changes are associated with massive increase of the brain pro-inflammatory molecules, neuroglial reactivity, altered neurochemical landscape and pathological remodelling of neuronal networks. These organic changes, emerging in concert with environmental stress caused by experiences of intensive therapy wards, pandemic fears and social restrictions, promote neuropsychiatric pathologies including major depressive disorder, bipolar disorder (BD), various psychoses, obsessive-compulsive disorder and post-traumatic stress disorder. The neuropsychiatric sequelae of COVID-19 represent serious clinical challenge that has to be considered for future complex therapies.","assigned_subjects1":"COVID-19 | Coronavirus Disease 2019 | COVID-19 | severe acute respiratory syndrome coronavirus 2 | SARS-CoV-2 | coronaviruses | viral infection | inflammation | stress | depressive disorder | bipolar disorder | BD | obsessive-compulsive disorder | traumatic stress disorder | COVID-19 | | | | Arbovirus Infections | Inflammation | Psychological Distress | Adjustment Disorders | Bipolar Disorder | Obsessive-Compulsive Disorder | Stress Disorders, Traumatic"},{"pmid":"32847484","title_e":"Post-traumatic stress disorder: A differential diagnostic consideration for COVID-19 survivors.","authors":"Kaseda ET, Levine AJ, ","abstract":"Objective: SARS-CoV-2 infection and its oft-associated illness COVID-19 may lead to neuropsychological deficits, either through direct mechanisms (i.e., neurovirulance) or indirect mechanisms, most notably complications caused by the virus (e.g., stroke) or medical procedures (e.g., intubation). The history of past human coronavirus outbreaks resulting in similar health emergencies suggests there will be a substantial prevalence of post-traumatic stress disorder (PTSD) among COVID-19 survivors. To prepare neuropsychologists for the difficult task of differentiating PTSD-related from neuropathology-related deficits in the oncoming wave of COVID-19 survivors, we integrate research across a spectrum of related areas.Methods: Several areas of literature were reviewed: psychiatric, neurologic, and neuropathological outcomes of SARS and MERS patients; neurological outcomes in COVID-19 survivors; PTSD associated with procedures common to COVID-19 patients; and differentiating neuropsychological deficits due to PTSD from those due to acquired brain injuries in other patient groups.Conclusions: Heightened risk of PTSD occurred in MERS and SARS survivors. While data concerning COVID-19 is lacking, PTSD is known to occur in patient groups who undergo similar hospital courses, including ICU survivors, patients who are intubated and mechanically ventilated, and those that experience delirium. Research with patients who develop PTSD in the context of mild traumatic brain injury further suggests that PTSD may account for some or all of a patient's subjective cognitive complaints and neuropsychological test performance. Recommendations are provided for assessing PTSD in the context of COVID-19.","assigned_subjects1":"traumatic stress disorder | COVID-19 | CoV-2 infection | COVID-19 | stroke | human coronavirus | traumatic stress disorder | COVID-19 | COVID-19 | psychiatric | SARS | MERS | patients | COVID-19 | COVID-19 | patients | brain injuries | patient | MERS | SARS | COVID-19 | patient | patients | delirium | patients | traumatic brain injury | patient | COVID-19 |Stress Disorders, Traumatic | | Stroke | | Mental Disorders | Severe Acute Respiratory Syndrome | Coronavirus Infections | | Brain Injuries | Delirium | Brain Injuries, Traumatic"},{"pmid":"33296149","title_e":"Is COVID-19 Associated With Posttraumatic Stress Disorder?","authors":"Horn M, Wathelet M, Fovet T, Amad A, Vuotto F, Faure K, Astier T, Noël H, Duhem S, Vaiva G, D'Hondt F, Henry M, ","abstract":"OBJECTIVE: To assess the prevalence of and risk factors for posttraumatic stress disorder (PTSD) in patients with COVID-19. METHODS: We conducted a cohort study between March and May 2020 at the Lille University Hospital (France), including all patients with laboratory-confirmed COVID-19. Psychological distress symptoms were measured 3 weeks after onset of COVID-19 symptoms using the Impact of Event Scale-6 items (IES-6). The evaluation of PTSD symptoms using the PTSD Checklist for DSM-5 (PCL-5) took place 1 month later. Bivariate analyses were performed to analyze the relationship between PCL-5 scores and the demographic and health variables. The significant variables were then introduced into a multivariable linear regression analysis to establish their relative contributions to the severity of PTSD symptoms. RESULTS: 180 patients were included in this study, and 138 patients completed the 2 evaluations. Among the 180 patients, 70.4% patients required hospitalization, and 30.7% were admitted to the intensive care unit. The prevalence of PTSD was 6.5%, and the predictive factors of PTSD included psychological distress at the onset of the illness and a stay in an intensive care unit. CONCLUSIONS: The prevalence of PTSD in patients with COVID-19 is not as high as that reported among patients during previous epidemics. Initial psychological responses were predictive of a PTSD diagnosis, even though most patients showing acute psychological distress (33.5% of the sample) improved in the following weeks. PTSD symptoms also increased following a stay in an intensive care unit. Future studies should assess the long-term consequences of COVID-19 on patients' mental health.","assigned_subjects1":"COVID-19 | Posttraumatic Stress | posttraumatic stress disorder | PTSD | patients | COVID-19 | patients | COVID-19 | COVID-19 | PTSD | PTSD | PTSD | patients | patients | patients | patients | PTSD | PTSD | PTSD | patients | COVID-19 | patients | PTSD | patients | PTSD | COVID-19 | patients | | Stress Disorders, Post-Traumatic |"},{"pmid":"33211433","title_e":"[Neuropsychiatric complications of COVID-19].","authors":"Constant E, ","abstract":"The COVID-19 coronavirus pandemic is a major stressor in the population, due to our physical vulnerability, our fear of dying, the major upheaval of our life habits linked to confinement and the difficulty of projecting us into the future. Caregivers themselves are more exposed than ever to burnout and post-traumatic stress disorder. However, other neuropsychiatric complications related directly to the viral infection of the central nervous system or secondary to the immune storm are to be feared in the short term (encephalopathies, myopathies, anosmia, ageusia) but also in the medium and long term (depression, anxiety disorders, schizophrenia, post-traumatic stress disorder, Guillain-Barre syndrome, Parkinson's disease or neurodegenerative conditions). The pathophysiological mechanisms, in particular immune mechanisms at the origin of the central nervous system damage, will be discussed. A strict longitudinal monitoring of these neuropsychiatric complications across all ages of the population is therefore necessary from now.","assigned_subjects1":"COVID-19 | COVID-19 coronavirus | traumatic stress disorder | viral infection | encephalopathies | myopathies | anosmia | ageusia | depression | anxiety disorders | schizophrenia | traumatic stress disorder | Parkinson's disease | neurodegenerative conditions | | | Stress Disorders, Traumatic | Arbovirus Infections | Brain Diseases | Muscular Diseases | Olfaction Disorders | Ageusia | Adjustment Disorders | Anxiety | Schizophrenia | Parkinson Disease | Neurodegenerative Diseases"},{"pmid":"35095880","title_e":"Persistent Oxidative Stress and Inflammasome Activation in CD14highCD16- Monocytes From COVID-19 Patients.","authors":"Lage SL, Amaral EP, Hilligan KL, Laidlaw E, Rupert A, Namasivayan S, Rocco J, Galindo F, Kellogg A, Kumar P, Poon R, Wortmann GW, Shannon JP, Hickman HD, Lisco A, Manion M, Sher A, Sereti I, ","abstract":"The poor outcome of the coronavirus disease-2019 (COVID-19), caused by SARS-CoV-2, is associated with systemic hyperinflammatory response and immunopathology. Although inflammasome and oxidative stress have independently been implicated in COVID-19, it is poorly understood whether these two pathways cooperatively contribute to disease severity. Herein, we found an enrichment of CD14highCD16- monocytes displaying inflammasome activation evidenced by caspase-1\/ASC-speck formation in severe COVID-19 patients when compared to mild ones and healthy controls, respectively. Those cells also showed aberrant levels of mitochondrial superoxide and lipid peroxidation, both hallmarks of the oxidative stress response, which strongly correlated with caspase-1 activity. In addition, we found that NLRP3 inflammasome-derived IL-1beta secretion by SARS-CoV-2-exposed monocytes in vitro was partially dependent on lipid peroxidation. Importantly, altered inflammasome and stress responses persisted after short-term patient recovery. Collectively, our findings suggest oxidative stress\/NLRP3 signaling pathway as a potential target for host-directed therapy to mitigate early COVID-19 hyperinflammation and also its long-term outcomes.","assigned_subjects1":""},{"pmid":"33404981","title_e":"Impact of COVID-19 in the Mental Health in Elderly: Psychological and Biological Updates.","authors":"Grolli RE, Mingoti MED, Bertollo AG, Luzardo AR, Quevedo J, Réus GZ, Ignácio ZM, ","abstract":"Since December 2019, the world has been experiencing the challenge of facing coronavirus disease-19 (COVID-19), a severe infectious disease caused by the new coronavirus, SARS-CoV-2. The individuals with the most severe symptoms and the highest risk of death are the elderly and those with chronic illness. Among chronic conditions, those with a certain degree of chronic inflammation may predispose to a more severe evolution of COVID-19. Elderly with psychiatric disorders can present a persistent inflammatory state, a characteristic of the age's immunological senescence, but the disorder can accentuate that. Social isolation is still the safest way to avoid contamination. However, isolated older people may have or worsen mental health conditions due to isolation and health concerns. In this scenario, a SARS-CoV-2 infection may progress to more severe disease. Conversely, COVID-19 can predispose or aggravate psychiatric disorders, as it induces a cytokine storm, causing systemic hyper inflammation. It may damage the blood-brain barrier, resulting in inflammation in the central nervous system. Besides, SARS-CoV-2 is likely to reach and trigger an inflammatory process directly in the nervous system. This review makes an update about research on the mental health of the elderly during the pandemic. Also, it discusses the vulnerability of these individuals in the face of stress and in the case of contracting COVID-19, considering mainly the stress's hormonal and inflammatory mechanisms. Finally, the review points out possible care and attention strategies and entertainment and activities that can reduce the damage to mental and physical health and improve the elderly's quality of life. Graphical abstract Isolation and concerns about COVID-19 may harm elderly mental health. Immunosenescence and pandemic stress increase the risk of psychiatric disorders. Stress and disorders may potentiate the elderly's inflammation and COVID-19 symptoms. SARS-CoV-2 hyperinflammation is a risk factor for elderly psychiatric disorders.","assigned_subjects1":"COVID-19 | coronavirus disease-19 | COVID-19 | infectious disease | new coronavirus | SARS-CoV-2 | death | chronic illness | inflammation | COVID-19 | psychiatric disorders | people | SARS-CoV-2 infection | COVID-19 | psychiatric disorders | hyper inflammation | inflammation | SARS-CoV-2 | COVID-19 | COVID-19 | psychiatric disorders | Stress and disorders | inflammation | COVID-19 | SARS-CoV-2 | psychiatric disorders | | Communicable Diseases | | Death | Chronic Disease | Inflammation | Mental Disorders | | Psychological Distress"},{"pmid":"34408721","title_e":"A Paradigm for Post-Covid-19 Fatigue Syndrome Analogous to ME\/CFS.","authors":"Mackay A, ","abstract":"A significant proportion of COVID-19 patients are suffering from prolonged Post-COVID-19 Fatigue Syndrome, with characteristics typically found in Myalgic Encephalomyelitis\/Chronic Fatigue Syndrome (ME\/CFS). However, no clear pathophysiological explanation, as yet, has been provided. A novel paradigm for a Post-COVID-19 Fatigue Syndrome is developed here from a recent unifying model for ME\/CFS. Central to its rationale, SARS-CoV-2, in common with the triggers (viral and non-viral) of ME\/CFS, is proposed to be a physiologically severe stressor, which could be targeting a stress-integrator, within the brain: the hypothalamic paraventricular nucleus (PVN). It is proposed that inflammatory mediators, released at the site of COVID-19 infection, would be transmitted as stress-signals, via humoral and neural pathways, which overwhelm this stress-center. In genetically susceptible people, an intrinsic stress-threshold is suggested to be exceeded causing ongoing dysfunction to the hypothalamic PVN's complex neurological circuitry. In this compromised state, the hypothalamic PVN might then be hyper-sensitive to a wide range of life's ongoing physiological stressors. This could result in the reported post-exertional malaise episodes and more severe relapses, in common with ME\/CFS, that perpetuate an ongoing disease state. When a certain stress-tolerance-level is exceeded, the hypothalamic PVN can become an epicenter for microglia-induced activation and neuroinflammation, affecting the hypothalamus and its proximal limbic system, which would account for the range of reported ME\/CFS-like symptoms. A model for Post-COVID-19 Fatigue Syndrome is provided to stimulate discussion and critical evaluation. Brain-scanning studies, incorporating increasingly sophisticated imaging technology should enable chronic neuroinflammation to be detected, even at a low level, in the finite detail required, thus helping to test this model, while advancing our understanding of Post-COVID-19 Fatigue Syndrome pathophysiology.","assigned_subjects1":"Covid-19 Fatigue Syndrome | ME\/CFS | COVID-19 | patients | COVID-19 Fatigue Syndrome | Myalgic Encephalomyelitis\/Chronic Fatigue Syndrome | ME\/CFS | COVID-19 | Fatigue Syndrome | ME\/CFS | SARS-CoV-2 | ME\/CFS | hypothalamic paraventricular | COVID-19 | infection | people | hypothalamic | hypothalamic | malaise episodes | ME\/CFS | hypothalamic | neuroinflammation | hypothalamus | ME\/CFS | COVID-19 | Fatigue Syndrome | neuroinflammation | COVID-19 Fatigue Syndrome | | Fatigue Syndrome, Chronic | | Fatigue | | Hypothalamic Diseases | Infections | | Neurogenic Inflammation | Hypothalamic Neoplasms"},{"pmid":"34589715","title_e":"One-Year Functional, Cognitive, and Psychological Outcomes Following the Use of Extracorporeal Membrane Oxygenation in Coronavirus Disease 2019: A Prospective Study.","authors":"Rajajee V, Fung CM, Seagly KS, Park PK, Raghavendran K, Machado-Aranda DA, Scott JW, Delano MJ, Abou El Ela ASAA, Haft JW, Williamson CA, McSparron JI, Blank R, Napolitano LM, ","abstract":"To prospectively describe 1-year outcomes, with a focus on functional outcome, cognitive outcome, and the burden of anxiety, depression, and post-traumatic stress disorder, in coronavirus disease 2019 patients managed with extracorporeal membrane oxygenation. Design: Prospective case series. Setting: Tertiary extracorporeal membrane oxygenation center in the United States. Patients: Adult coronavirus disease 2019 acute respiratory distress syndrome patients managed with extracorporeal membrane oxygenation March 1, 2020, to July 31, 2020. Interventions: Baseline variables, treatment measures, and short-term outcomes were obtained from the medical record. Survivors were interviewed by telephone, a year following the index intensive care admission. Functional outcome was assessed using the modified Rankin Scale and the World Health Organization Disability Assessment Scale 2.0. Cognitive status was assessed with the 5-minute Montreal Cognitive Assessment. The Hospital Anxiety and Depression Scale was used to screen for anxiety and depression. Screening for post-traumatic stress disorder was performed with the Posttraumatic Stress Disorder Checklist 5 instrument. Measurements and Main Results: Twenty-three patients were managed with extracorporeal membrane oxygenation, 14 (61%) survived to hospital discharge. Thirteen (57%) were alive at 1 year. One patient was dependent on mechanical ventilation, another intermittently required supplemental oxygen at 1 year. The median modified Rankin Scale score was 2 (interquartile range, 1-2), median World Health Organization Disability Assessment Scale 2.0 impairment score was 21% (interquartile range, 6-42%). Six of 12 previously employed individuals (50%) had returned to work, and 10 of 12 (83%) were entirely independent in activities of daily living. The median Montreal Cognitive Assessment score was 14 (interquartile range, 13-14). Of 10 patients assessed with Hospital Anxiety and Depression Scale, 4 (40%) screened positive for depression and 6 (60%) for anxiety. Four of 10 (40%) screened positive for post-traumatic stress disorder. Conclusions: Functional impairment was common a year following the use of extracorporeal membrane oxygenation in coronavirus disease 2019, although the majority achieved independence in daily living and about half returned to work. Long-term anxiety, depression, and post-traumatic stress disorder were common, but cognitive impairment was not.","assigned_subjects1":"Coronavirus Disease 2019 |"},{"pmid":"35363975","title_e":"Prevalence of Post Traumatic Stress Disorder, Anxiety and Depression among COVID-19 survivors 1 year after Intensive Care discharge.","authors":"Damico V, Murano L, Teli M, Margosio V, Ripamonti C, Nattino G, ","abstract":"BACKGROUND: Survivors of Intensive Care are known to be at increased risk of developing longer-term psychopathology issues. AIM: The aim of this study was to determine the prevalence of posttraumatic stress disorder, anxiety and depression among COVID-19 survivors 1 year after discharge from an Italian Intensive Care Unit (ICU). METHODS: We conducted a cross-sectional study between April and August 2021 among 86 adults COVID-19 survivors in Lecco (Italy). The PTSD was measured using the PTSD-checklist (PCL), HADS scale was used to measure anxiety and depression. Chi-square test or Fisher exact two-tailed tests were used to test for associations and the multiple logistic regressions model to determine factors that were independently associated with the outcome variables. RESULTS: The mean PTSD, anxiety and depression scores were (38.6 6.3), (5.1 3.8), (6.9 3.7) respectively. Based on cut-off scores, the prevalence of PTSD (PCL >= 45), anxiety (HADs score >= 8) and depression (HADs score >= 8) were (n = 20, 23.2%) (n = 22, 25.6%) and (n = 38, 44.2%) respectively. COVID-19 survivors who experienced a decreased level of exercise post-ICU discharge were more likely to show symptoms of depression (AOR = 2.57; 95%CI: 1.31-6.85, p = 0.027) and anxiety (AOR = 3.19; 95%CI: 1.29-8.32, p = 0.021) compared to those whose exercise remained the same post-ICU discharge. In addition Older COVID survivors were more likely to show symptoms of depression (AOR = 8.2, 95% CI: 1.97-24.45, p = 0.001) and anxiety (AOR = 3.26; 95%CI: 1.12-8.1, p = 0.022) compared to younger ones. CONCLUSIONS: Our findings show that PTSD, anxiety and depression are common among the COVID-19 survivors in Lecco. NURSING IMPLICATIONS: Nurses play a key role in the public health response to such crises, delivering direct patient care and reducing the risk of exposure to the infectious disease.","assigned_subjects1":"Traumatic Stress | Anxiety | Depression | COVID-19 | posttraumatic stress disorder | anxiety | depression | COVID-19 | COVID-19 | PTSD | PTSD | anxiety | depression | PTSD | anxiety | depression | PTSD | anxiety | HADs | depression | HADs | COVID-19 | depression | anxiety | COVID | depression | anxiety | PTSD | anxiety | depression | COVID-19 | patient | infectious disease |Psychological Distress | Anxiety | Adjustment Disorders | | Stress Disorders, Post-Traumatic | | | Communicable Diseases"},{"pmid":"34648081","title_e":"Biological and Psychological Factors Determining Neuropsychiatric Outcomes in COVID-19.","authors":"Tizenberg BN, Brenner LA, Lowry CA, Okusaga OO, Benavides DR, Hoisington AJ, Benros ME, Stiller JW, Kessler RC, Postolache TT, ","abstract":"PURPOSE OF REVIEW: We present biological and psychological factors implicated in psychiatric manifestations of SARS-CoV-2, as well as its neuroinvasive capability and immune pathophysiology. RECENT FINDINGS: Preexisting mental illness leads to worse clinical outcomes in COVID-19. The presence of the virus was reported in the cerebrospinal fluid (CSF) and brain tissue post-mortem. Most common psychiatric manifestations include delirium, mood disorders, anxiety disorders, and posttraumatic stress disorder. \"Long-COVID\" non-syndromal presentations include \"brain-fogginess,\" autonomic instability, fatigue, and insomnia. SARS-CoV-2 infection can trigger prior vulnerabilities based on the priming of microglia and other cells, induced or perpetuated by aging and mental and physical illnesses. COVID-19 could further induce priming of neuroimmunological substrates leading to exacerbated immune response and autoimmunity targeting structures in the central nervous system (CNS), in response to minor immune activating environmental exposures, including stress, minor infections, allergens, pollutants, and traumatic brain injury.","assigned_subjects1":"COVID-19 | psychiatric | SARS-CoV-2 | COVID-19 | psychiatric | delirium | mood disorders | anxiety disorders | posttraumatic stress disorder | COVID | fatigue | insomnia | SARS-CoV-2 infection | COVID-19 | stress | infections | traumatic brain injury | | Mental Disorders | | Delirium | Mood Disorders | Anxiety | Stress Disorders, Post-Traumatic | Fatigue | Sleep Initiation and Maintenance Disorders | Psychological Distress | Infections | Brain Injuries, Traumatic"},{"pmid":"33985343","title_e":"COVID-19: A Redox Disease-What a Stress Pandemic Can Teach Us About Resilience and What We May Learn from the Reactive Species Interactome About Its Treatment.","authors":"Cumpstey AF, Clark AD, Santolini J, Jackson AA, Feelisch M, ","abstract":"Significance: Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus causing coronavirus disease 2019 (COVID-19), affects every aspect of human life by challenging bodily, socioeconomic, and political systems at unprecedented levels. As vaccines become available, their distribution, safety, and efficacy against emerging variants remain uncertain, and specific treatments are lacking. Recent Advances: Initially affecting the lungs, COVID-19 is a complex multisystems disease that disturbs the whole-body redox balance and can be long-lasting (Long-COVID). Numerous risk factors have been identified, but the reasons for variations in susceptibility to infection, disease severity, and outcome are poorly understood. The reactive species interactome (RSI) was recently introduced as a framework to conceptualize how cells and whole organisms sense, integrate, and accommodate stress. Critical Issues: We here consider COVID-19 as a redox disease, offering a holistic perspective of its effects on the human body, considering the vulnerability of complex interconnected systems with multiorgan\/multilevel interdependencies. Host\/viral glycan interactions underpin SARS-CoV-2's extraordinary efficiency in gaining cellular access, crossing the epithelial\/endothelial barrier to spread along the vascular\/lymphatic endothelium, and evading antiviral\/antioxidant defences. An inflammation-driven \"oxidative storm\" alters the redox landscape, eliciting epithelial, endothelial, mitochondrial, metabolic, and immune dysfunction, and coagulopathy. Concomitantly reduced nitric oxide availability renders the sulfur-based redox circuitry vulnerable to oxidation, with eventual catastrophic failure in redox communication\/regulation. Host nutrient limitations are crucial determinants of resilience at the individual and population level. Future Directions: While inflicting considerable damage to health and well-being, COVID-19 may provide the ultimate testing ground to improve the diagnosis and treatment of redox-related stress diseases. \"Redox phenotyping\" of patients to characterize whole-body RSI status as the disease progresses may inform new therapeutic approaches to regain redox balance, reduce mortality in COVID-19 and other redox diseases, and provide opportunities to tackle Long-COVID. Antioxid. Redox Signal. 35, 1226-1268.","assigned_subjects1":"COVID-19 | Stress | Severe acute respiratory syndrome coronavirus 2 | SARS-CoV-2 | coronavirus disease 2019 | COVID-19 | human | COVID-19 | multisystems disease | COVID | infection | COVID-19 | human | glycan | SARS-CoV-2 | immune dysfunction | coagulopathy | nitric oxide | sulfur | catastrophic failure | COVID-19 | stress diseases | patients | mortality | COVID-19 | COVID | | Psychological Distress | | | Disease | Infections | | Immune System Diseases | Blood Coagulation Disorders | | | Catastrophic Illness | Death"},{"pmid":"34876830","title_e":"Common Inflammatory Mechanisms in COVID-19 and Parkinson's Diseases: The Role of Microbiome, Pharmabiotics and Postbiotics in Their Prevention.","authors":"Danilenko V, Devyatkin A, Marsova M, Shibilova M, Ilyasov R, Shmyrev V, ","abstract":"In the last decade, metagenomic studies have shown the key role of the gut microbiome in maintaining immune and neuroendocrine systems. Malfunction of the gut microbiome can induce inflammatory processes, oxidative stress, and cytokine storm. Dysfunction of the gut microbiome can be caused by short-term (virus infection and other infectious diseases) or long-term (environment, nutrition, and stress) factors. Here, we reviewed the inflammation and oxidative stress in neurodegenerative diseases and coronavirus infection (COVID-19). Here, we reviewed the renin-angiotensin-aldosterone system (RAAS) involved in the processes of formation of oxidative stress and inflammation in viral and neurodegenerative diseases. Moreover, the coronavirus uses ACE2 receptors of the RAAS to penetrate human cells. The coronavirus infection can be the trigger for neurodegenerative diseases by dysfunction of the RAAS. Pharmabiotics, postbiotics, and next-generation probiotics, are considered as a means to prevent oxidative stress, inflammatory processes, neurodegenerative and viral diseases through gut microbiome regulation.","assigned_subjects1":"COVID-19 | Parkinson's Diseases | | Parkinson Disease"},{"pmid":"35020111","title_e":"Short-term impact of COVID-19 on quality of life, perceived stress, and serious psychological distress in an adult population in the midwest United States.","authors":"Egede LE, Walker RJ, Dawson AZ, Zosel A, Bhandari S, Nagavally S, Martin I, Frank M, ","abstract":"PURPOSE: This study aimed to investigate changes over time in quality of life, perceived stress, and serious psychological distress for individuals diagnosed with COVID-19 in an urban academic health system. METHODS: Phone-based surveys were completed with adult patients tested for COVID-19 during emergency department visits, hospitalizations, or outpatient visits at the Froedtert and Medical College of Wisconsin Health Network. Data were then matched to medical record data. Unadjusted and adjusted mixed effects linear models using random intercept were run for each outcome (physical health-related quality of life, mental health-related quality of life, perceived stress, and serious psychological distress) with time (baseline vs 3-month follow-up) as the primary independent variable. Individuals were treated as a random effect, with all covariates (age, sex, race\/ethnicity, payor, comorbidity count, hospitalization, and intensive care unit (ICU) stay) treated as fixed effects. RESULTS: 264 adults tested positive for COVID-19 and completed baseline and 3-month follow-up assessments. Of that number, 31.8% were hospitalized due to COVID-19, and 10.2% were admitted for any reason to the ICU. After adjustment, patients reported higher physical health-related quality of life at 3 months compared to baseline (0.63, 95% CI 0.15, 1.11) and decreased stress at 3 months compared to baseline (- 0.85, 95% CI - 1.33, - 0.37). There were no associations between survey time and mental health-related quality of life or serious psychological distress. CONCLUSIONS: Results suggest the influence of COVID-19 on physical health-related quality of life and stress may resolve over time, however, the influence of mental health on daily activities, work, and social activities may not.","assigned_subjects1":""},{"pmid":"35113624","title_e":"Cognitive processing therapy for posttraumatic stress disorder due to COVID-19-related traumas: A case study.","authors":"Bogucki OE, Sawchuk CN, ","abstract":"Coronavirus disease 2019 (COVID-19) has been associated with a multitude of physical, psychological, and psychosocial issues including posttraumatic stress disorder (PTSD). While the presence of posttraumatic symptoms has been reported in the general population, little is known about the prevalence of PTSD in patients who experienced a traumatic COVID-19 infection or sequelae. There are currently no documented reports on the treatment of PTSD in patients with COVID-19-related index traumas. The present case study details the use of cognitive processing therapy for PTSD in a patient with multiple COVID-19 infections and post-COVID-19 syndrome. The patient successfully completed treatment and reported a clinically significant change in PTSD symptoms, providing preliminary support for this evidence-based treatment protocol among patients with COVID-19-related index traumas. This case study highlights the need for PTSD symptom screening among patients with COVID-19 and referral to evidence-based psychological interventions. Recommendations for providers who regularly interface with patients diagnosed with COVID-19 and provide trauma-focused treatments are provided. (PsycInfo Database Record (c) 2022 APA, all rights reserved).","assigned_subjects1":"posttraumatic stress disorder | COVID-19 | traumas | Coronavirus disease 2019 | COVID-19 | posttraumatic stress disorder | PTSD | PTSD | patients | COVID-19 | infection | PTSD | patients | COVID-19 | traumas | PTSD | patient | COVID-19 | infections | COVID-19 | patient | PTSD | patients | COVID-19 | traumas | PTSD | patients | COVID-19 | patients | COVID-19 | trauma | APA |Stress Disorders, Post-Traumatic | | Wounds and Injuries | | Infections |"},{"pmid":"35332104","title_e":"Posttraumatic Stress, Anxiety, and Depression in COVID-19 Survivors.","authors":"Wu KK, Lee D, Sze AM, Ng VN, Cho VW, Cheng JP, Wong MM, Cheung SF, Tsang OT, ","abstract":"OBJECTIVES: This study aims to examine the rates of anxiety, depression, and posttraumatic stress disorder (PTSD) after hospital discharge among COVID-19 survivors and to determine the associated risk factors. METHODS: Adult COVID-19 survivors discharged from hospitals between March 2020 and March 2021 were asked to complete a questionnaire at 4 weeks after discharge. The Chinese version of the 22-item Impact of Event Scale - Revised (IES-R) was used to measure symptoms of PTSD. The 9-item Patient Health Questionnaire (PHQ-9) was used to assess symptoms of major depressive disorder. The 7-item Generalised Anxiety Disorder Scale (GAD-7) was used to measure symptoms of generalised anxiety disorder. The rates of anxiety, depression, and PTSD among discharged patients were determined, as were associations between psychosocial factors and outcome measures and predictors for moderate-tosevere symptoms of anxiety, depression, and PTSD. RESULTS: 96 men and 103 women aged 18 to 81 years returned the completed questionnaire. 12.1% to 20.1% of them reported symptoms of PTSD, anxiety, or depression. Higher symptom severity was associated with higher perceived life threat, lower emotional support, lower disease severity upon admission, and longer hospital stay. Women had more PTSD symptoms than men, particularly when knowing someone under quarantine. CONCLUSION: COVID-19 survivors with higher perceived life threat, lower emotional support, lower disease severity upon admission, and longer hospital stay were associated with higher severity of symptoms of PTSD, anxiety, and depression. Timely intervention should provide to at-risk survivors.","assigned_subjects1":"Stress | Anxiety | Depression | COVID-19 | anxiety | depression | posttraumatic stress disorder | PTSD | COVID-19 | COVID-19 | PTSD | Patient | depressive disorder | Anxiety | anxiety disorder | anxiety | depression | PTSD | patients | anxiety | depression | PTSD | men | women | PTSD | anxiety | depression | Women | PTSD | men | COVID-19 | PTSD | anxiety | depression |Psychological Distress | Anxiety | Adjustment Disorders | | Stress Disorders, Post-Traumatic |"},{"pmid":"35571085","title_e":"Oxidative Stress and Hyper-Inflammation as Major Drivers of Severe COVID-19 and Long COVID: Implications for the Benefit of High-Dose Intravenous Vitamin C.","authors":"Vollbracht C, Kraft K, ","abstract":"Oxidative stress is a pivotal point in the pathophysiology of COVID-19 and presumably also in Long-COVID. Inflammation and oxidative stress are mutually reinforcing each other, thus contributing to the systemic hyperinflammatory state and coagulopathy which are cardinal pathological mechanisms of severe stages. COVID-19 patients, like other critically ill patients e.g. with pneumonia, very often show severe deficiency of the antioxidant vitamin C. So far, it has not been investigated how long this deficiency lasts or whether patients with long COVID symptoms also suffer from deficiencies. A vitamin C deficit has serious pathological consequences because vitamin C is one of the most effective antioxidants, but also co-factor of many enzymatic processes that affect the immune and nervous system, blood circulation and energy metabolism. Because of its anti-oxidative, anti-inflammatory, endothelial-restoring, and immunomodulatory effects the supportive intravenous (iv) use of supraphysiological doses has been investigated so far in 12 controlled or observational studies with altogether 1578 inpatients with COVID-19. In these studies an improved oxygenation, a decrease in inflammatory markers and a faster recovery were observed. In addition, early treatment with iv high dose vitamin C seems to reduce the risks of severe courses of the disease such as pneumonia and also mortality. Persistent inflammation, thrombosis and a dysregulated immune response (auto-immune phenomena and\/or persistent viral load) seem to be major contributors to Long-COVID. Oxidative stress and inflammation are involved in the development and progression of fatigue and neuro-psychiatric symptoms in various diseases by disrupting tissue (e.g. autoantibodies), blood flow (e.g. immune thrombosis) and neurotransmitter metabolism (e.g. excitotoxicity). In oncological diseases, other viral infections and autoimmune diseases, which are often associated with fatigue, cognitive disorders, pain and depression similar to Long-COVID, iv high dose vitamin C was shown to significantly relieve these symptoms. Supportive iv vitamin C in acute COVID-19 might therefore reduce the risk of severe courses and also the development of Long-COVID.","assigned_subjects1":"Stress | Hyper-Inflammation | COVID-19 | COVID | Vitamin C |Psychological Distress | Inflammation | |"},{"pmid":"35431403","title_e":"Marginal BH4 Deficiencies, iNOS, and Self-perpetuating Oxidative Stress in Post-acute Sequelae of Covid-19.","authors":"Villaume WA, ","abstract":"The treatment of post-acute sequelae of Covid-19 (PASC) has been informed primarily by symptomatic parallels with other chronic inflammatory syndromes. This manuscript takes a more systemic approach by examining how a marginal deficiency of tetrahydrobiopterin (BH4) resulting from mutations of the GCH1 (GTP cyclohydrolase 1) gene may result in the uncoupling of inducible Nitric Oxide Synthase (iNOS) early in the initial response of the innate immune system to SARS-CoV-2. The resulting production of superoxide instead of nitric oxide leads to a self-perpetuating cycle of oxidative stress with the potential to impair numerous metabolic processes and damage multiple organ systems. This marginal deficiency of BH4 may be exhibited by 30% or more of the patient population that have heterozygous or homozygous mutations of GCH1. As the cycle of oxidative stress continues, there is less BH4 available for other metabolic needs such as 1) resisting increased ferroptosis with its damage to organs, and 2) regulating the deactivation of the hyperinflammatory state. Finally, possible steps are proposed for clinical treatment of the hypothesized oxidative stress involved with PASC.","assigned_subjects1":"BH4 | iNOS | Stress | Covid-19 | | | Psychological Distress |"},{"pmid":"35800499","title_e":"Post-traumatic stress disorder among COVID-19 survivors in Manipur: A cross-sectional study.","authors":"Rajkumari B, Akham N, Konjengbam OK, Pangambam AD, Ningthoujam SD, ","abstract":"Background: Post-traumatic stress disorder (PTSD) is a condition which can develop among those experiencing psychological trauma and can cause substantial distress and disruption in one's life during a pandemic. This study aims to assess the prevalence of PTSD among the COVID-19 survivors in Manipur and its predictors. Materials and Methods: This cross-sectional study was conducted among the COVID-19 survivors aged 18 years and above from July to September 2020 in Manipur using a validated instrument-the Post-Traumatic Stress Disorder Checklist-5 (PCL-5) based on the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) for screening PTSD which was administered through phone-based Google Form questionnaire. Descriptive statistics like mean and percentages were used and bivariate and multivariate logistic regression were used for predicting PTSD, taking P < 0.2 and P < 0.05, respectively. Results: Out of the 228 participants screened, 67.5% were identified for PTSD symptoms. Increasing age of the participants (Adjusted Odds Ratio (AOR): 1.1; 95% CI: 1.19-1.13), being employed in the private sector (AOR: 14.55; 95% CI: 1.50-13.73), urban residence (AOR: 2.07; 95% CI: 1.01-4.25), and those referred by a doctor for testing Coronavirus Disease (COVID 19) (AOR: 7.90; 95% CI: 2.82-22.1) were found significantly more likely to have the PTSD symptoms. Conclusion: Nearly three-fourths of the COVID-19 survivors were found to have PTSD symptoms. The active involvement of mental health professionals for psychosocial support and timely counseling along with support from the family and community is needed to avert the deleterious effect of the pandemic on mental health.","assigned_subjects1":"traumatic stress disorder | COVID-19 |Stress Disorders, Traumatic |"},{"pmid":"35711381","title_e":"Brief Research Report: Quantitative Analysis of Potential Coronary Microvascular Disease in Suspected Long-COVID Syndrome.","authors":"Doeblin P, Steinbeis F, Scannell CM, Goetze C, Al-Tabatabaee S, Erley J, Faragli A, Pröpper F, Witzenrath M, Zoller T, Stehning C, Gerhardt H, Sánchez-González J, Alskaf E, Kühne T, Pieske B, Tschöpe C, Chiribiri A, Kelle S, ","abstract":"Background: Case series have reported persistent cardiopulmonary symptoms, often termed long-COVID or post-COVID syndrome, in more than half of patients recovering from Coronavirus Disease 19 (COVID-19). Recently, alterations in microvascular perfusion have been proposed as a possible pathomechanism in long-COVID syndrome. We examined whether microvascular perfusion, measured by quantitative stress perfusion cardiac magnetic resonance (CMR), is impaired in patients with persistent cardiac symptoms post-COVID-19. Methods: Our population consisted of 33 patients post-COVID-19 examined in Berlin and London, 11 (33%) of which complained of persistent chest pain and 13 (39%) of dyspnea. The scan protocol included standard cardiac imaging and dual-sequence quantitative stress perfusion. Standard parameters were compared to 17 healthy controls from our institution. Quantitative perfusion was compared to published values of healthy controls. Results: The stress myocardial blood flow (MBF) was significantly lower [31.8 +- 5.1 vs. 37.8 +- 6.0 (mul\/g\/beat), P < 0.001] and the T2 relaxation time was significantly higher (46.2 +- 3.6 vs. 42.7 +- 2.8 ms, P = 0.002) post-COVID-19 compared to healthy controls. Stress MBF and T1 and T2 relaxation times were not correlated to the COVID-19 severity (Spearman r = -0.302, -0.070, and -0.297, respectively) or the presence of symptoms. The stress MBF showed a U-shaped relation to time from PCR to CMR, no correlation to T1 relaxation time, and a negative correlation to T2 relaxation time (Pearson r = -0.446, P = 0.029). Conclusion: While we found a significantly reduced microvascular perfusion post-COVID-19 compared to healthy controls, this reduction was not related to symptoms or COVID-19 severity.","assigned_subjects1":"Coronary Microvascular Disease | Long-COVID Syndrome | Coronary Artery Disease | "},{"pmid":"35522828","title_e":"Psychological Morbidity Among COVID-19 Survivors: A Cross-Sectional Study Among Health Care Workers.","authors":"Uvais NA, Moideen S, Rajagopal S, Maheshwari V, Gafoor TA, ","abstract":"Objective: A range of psychiatric morbidities such as persistent depression, anxiety, insomnia, and posttraumatic stress disorder (PTSD) has been observed in coronavirus disease 2019 (COVID-19) survivors. The objective of this study was to explore the psychological status of health care workers after recovery from COVID-19 and to examine the sociodemographic and clinical factors associated with psychiatric morbidity. Methods: A cross-sectional study was conducted among health care workers of a tertiary care hospital in South India. The study included health care workers who tested positive for COVID-19 according to the provisional guidelines of the World Health Organization. The data were collected after they tested negative for COVID-19 from September 2020 to October 2020. The study used a semistructured proforma and rating scales such as the 9-item Patient Health Questionnaire, 7-item Generalized Anxiety Disorder Scale, and Posttraumatic Stress Disorder Checklist for DSM-5 to assess for depression, anxiety, and PTSD. Results: The results indicate that the prevalence of depression, anxiety, and PTSD among 107 post-COVID patients was 26.2%%, 12.1%, and 3.7%%, respectively. Female sex (P = .017), patients with post-COVID persistent physical symptoms (P = .05), and the duration of fever during the acute phase of COVID-19 infection (P = .005) were found to have a statistically significant association with a higher rate of depression among the study population. Conclusions: The study findings indicate that all COVID-19 survivors working in the health care sector should be screened for depression and anxiety disorders regularly for early detection and effective management.","assigned_subjects1":"COVID-19 | psychiatric | depression | anxiety | insomnia | posttraumatic stress disorder | PTSD | coronavirus disease 2019 | COVID-19 | COVID-19 | psychiatric | COVID-19 | COVID-19 | Patient | Anxiety | Posttraumatic Stress | depression | anxiety | PTSD | depression | anxiety | PTSD | COVID | patients | patients | COVID | fever | COVID-19 | infection | depression | COVID-19 | depression | anxiety disorders | | Mental Disorders | Adjustment Disorders | Anxiety | Sleep Initiation and Maintenance Disorders | Stress Disorders, Post-Traumatic | | Fever | Infections"},{"pmid":"36033791","title_e":"Psychological health in COVID-19 patients after discharge from an intensive care unit.","authors":"Carola V, Vincenzo C, Morale C, Pelli M, Rocco M, Nicolais G, ","abstract":"Along with physical changes, psychological changes are detectable in patients with COVID-19. In these patients, the stressful experience of intensive care unit (ICU) hospitalization may aggravate psychological conditions. Our study examines the short- and long-term psychological consequences of COVID-19 in ICU patients. COVID-19 patients completed the self-rating questionnaires Kessler 10 Psychological Distress Scale (K10), Perceived Stress Scale-10 (PSS), Impact of Event Scale Revised (IES-R), and Post-traumatic Growth Inventory (PTGI) and were clinically interviewed 1 and 6 months after discharge. Altered behavioral-psychological symptoms and patients' strategies (adaptive vs. maladaptive) for coping with stress during and after hospitalization were coded during clinical interviews. Between 20 and 30% of patients showed moderate symptoms of depression or anxiety and perceived stress 1 and 6 months after discharge. Sleep problems, difficulty concentrating, confusion in placing events, and fear of reinfection were observed in many (6-17%) patients. At 6 months, only 7% of patients showed PTSD symptoms, and 50% showed post-traumatic growth in the \"appreciation of life\" sub-scale. Finally, 32% of subjects were classified as \"maladaptive coping patients,\" and 68% as \"adaptive coping patients.\" Patients who adopted \"adaptive\" coping strategies showed significantly lower levels of anxious-depressive symptoms and perceived stress when compared to subjects with \"maladaptive\" strategies at both time points. Coping strategy had no effect on PTSD symptoms or post-traumatic growth at 6 months. These findings clarify the short- and long-term psychological effects of intensive care due to COVID-19 infection and demonstrate that patient characteristics, particularly strategies for coping with stress, seem to play a critical role in psychological outcomes.","assigned_subjects1":"COVID-19 | patients | |"},{"pmid":"36069885","title_e":"Associations of Depression, Anxiety, Worry, Perceived Stress, and Loneliness Prior to Infection With Risk of Post-COVID-19 Conditions.","authors":"Wang S, Quan L, Chavarro JE, Slopen N, Kubzansky LD, Koenen KC, Kang JH, Weisskopf MG, Branch-Elliman W, Roberts AL, ","abstract":"Importance: Few risk factors for long-lasting (>=4 weeks) COVID-19 symptoms have been identified. Objective: To determine whether high levels of psychological distress before SARS-CoV-2 infection, characterized by depression, anxiety, worry, perceived stress, and loneliness, are prospectively associated with increased risk of developing post-COVID-19 conditions (sometimes called long COVID). Design, Setting, and Participants: This prospective cohort study used data from 3 large ongoing, predominantly female cohorts: Nurses' Health Study II, Nurses' Health Study 3, and the Growing Up Today Study. Between April 2020 and November 2021, participants were followed up with periodic surveys. Participants were included if they reported no current or prior SARS-CoV-2 infection at the April 2020 baseline survey when distress was assessed and returned 1 or more follow-up questionnaires. Exposures: Depression, anxiety, worry about COVID-19, perceived stress, and loneliness were measured at study baseline early in the pandemic, before SARS-CoV-2 infection, using validated questionnaires. Main Outcomes and Measures: SARS-CoV-2 infection was self-reported during each of 6 monthly and then quarterly follow-up questionnaires. COVID-19-related symptoms lasting 4 weeks or longer and daily life impairment due to these symptoms were self-reported on the final questionnaire, 1 year after baseline. Results: Of 54 960 participants, 38.0% (n = 20 902) were active health care workers, and 96.6% (n = 53 107) were female; the mean (SD) age was 57.5 (13.8) years. Six percent (3193 participants) reported a positive SARS-CoV-2 test result during follow-up (1-47 weeks after baseline). Among these, probable depression (risk ratio [RR], 1.32; 95% CI = 1.12-1.55), probable anxiety (RR = 1.42; 95% CI, 1.23-1.65), worry about COVID-19 (RR, 1.37; 95% CI, 1.17-1.61), perceived stress (highest vs lowest quartile: RR, 1.46; 95% CI, 1.18-1.81), and loneliness (RR, 1.32; 95% CI, 1.08-1.61) were each associated with post-COVID-19 conditions (1403 cases) in generalized estimating equation models adjusted for sociodemographic factors, health behaviors, and comorbidities. Participants with 2 or more types of distress prior to infection were at nearly 50% increased risk for post-COVID-19 conditions (RR, 1.49; 95% CI, 1.23-1.80). All types of distress were associated with increased risk of daily life impairment (783 cases) among individuals with post-COVID-19 conditions (RR range, 1.15-1.51). Conclusions and Relevance: The findings of this study suggest that preinfection psychological distress may be a risk factor for post-COVID-19 conditions in individuals with SARS-CoV-2 infection. Future work should examine the biobehavioral mechanism linking psychological distress with persistent postinfection symptoms.","assigned_subjects1":"Depression | Anxiety | Stress | Loneliness Prior to Infection | COVID-19 |Adjustment Disorders | Anxiety | Psychological Distress | Infections |"},{"pmid":"36369107","title_e":"Adherence to dietary approaches to stop hypertension (DASH) diet in relation to psychological function in recovered COVID-19 patients: a case-control study.","authors":"Khorasanchi Z, Ahmadihoseini A, Hajhoseini O, Zare-Feyzabadi R, Haghighi M, Heidari M, Esfehani AJ, Dehnavi Z, Sharifan P, Rashidianyazd S, Latifi M, Rastgooy F, Ildarabadi D, Bajgiran MM, Soflaei SS, Ferns G, Mobarhan MG, ","abstract":"BACKGROUND: Follow-up of patients after recovery from coronavirus disease 2019 (COVID-19) and identifying the adverse effects of the disease in other organs is necessary. Psychiatric symptoms can persist after patients recover from the infection. AIM: We aimed to examine the adherence to the dietary approach to stop hypertension (DASH) diet in relation to psychological function in individuals who have recovered from COVID-19. METHOD: This case-control study was conducted on 246 eligible adults (123 cases and 123 controls). A valid and reliable food frequency questionnaire (FFQ) was used to determine dietary intake. Depression, anxiety and stress, insomnia, sleep quality, and quality of life of participants were evaluated using DASS, Insomnia Severity Index (ISI), Pittsburgh Sleep Quality Index (PSQI), and SF-36 questionnaires, respectively. RESULTS: There was a significant inverse correlation between total depression score with vegetables, depression, anxiety, and stress score and dietary intake of nuts, legumes, and whole grains (p < 0.05). There was a significant positive correlation between stress scores and the intake of red and processed meat (P < 0.05). In multivariate-adjusted regression model, a significant association was found between adherence to DASH diet and depression and stress only in case group (OR = 0.7863, 95% CI 0.746-0.997, p = 0.046 and OR = 0.876, 95% CI 0.771-0.995, p = 0.042, respectively). CONCLUSION: Adherence to a DASH diet might be associated with depression and stress reduction in recovered COVID-19 patients.","assigned_subjects1":""},{"pmid":"36499671","title_e":"Dyslipidemia and Inflammation as Hallmarks of Oxidative Stress in COVID-19: A Follow-Up Study.","authors":"Aparisi Á, Martín-Fernández M, Ybarra-Falcón C, Gil JF, Carrasco-Moraleja M, Martínez-Paz P, Cusácovich I, Gonzalo-Benito H, Fuertes R, Marcos-Mangas M, Iglesias-Echeverría C, San Román JA, Tamayo E, Andaluz-Ojeda D, Tamayo-Velasco Á,","abstract":"Recent works have demonstrated a significant reduction in cholesterol levels and increased oxidative stress in patients with coronavirus disease 2019 (COVID-19). The cause of this alteration is not well known. This study aimed to comprehensively evaluate their possible association during the evolution of COVID-19. This is an observational prospective study. The primary endpoint was to analyze the association between lipid peroxidation, lipid, and inflammatory profiles in COVID-19 patients. A multivariate regression analysis was employed. The secondary endpoint included the long-term follow-up of lipid profiles. COVID-19 patients presented significantly lower values in their lipid profile (total, low, and high-density lipoprotein cholesterol) with greater oxidative stress and inflammatory response compared to the healthy controls. Lipid peroxidation was the unique oxidative parameter with a significant association with the total cholesterol (OR: 0.982; 95% CI: 0.969-0.996; p = 0.012), IL1-RA (OR: 0.999; 95% CI: 0.998-0.999; p = 0.021) IL-6 (OR: 1.062; 95% CI: 1.017-1.110; p = 0.007), IL-7 (OR: 0.653; 95% CI: 0.433-0.986; p = 0.042) and IL-17 (OR: 1.098; 95% CI: 1.010-1.193; p = 0.028). Lipid abnormalities recovered after the initial insult during long-term follow-up (IQR 514 days); however, those with high LPO levels at hospital admission had, during long-term follow-up, an atherogenic lipid profile. Our study suggests that oxidative stress in COVID-19 is associated with derangements of the lipid profile and inflammation. Survivors experienced a recovery in their lipid profiles during long-term follow-up, but those with stronger oxidative responses had an atherogenic lipid profile.","assigned_subjects1":"Dyslipidemia | Inflammation | Stress | COVID-19 | Dyslipidemias | Inflammation | Psychological Distress |"},{"pmid":"36914719","title_e":"Stress native T1 and native T2 mapping compared to myocardial perfusion reserve in long-term follow-up of severe Covid-19.","authors":"Nickander J, Steffen Johansson R, Lodin K, Wahrby A, Loewenstein D, Bruchfeld J, Runold M, Xue H, Kellman P, Engblom H, ","abstract":"Severe Covid-19 may cause a cascade of cardiovascular complications beyond viral pneumonia. The severe inflammation may affect the microcirculation which can be assessed by cardiovascular magnetic resonance (CMR) imaging using quantitative perfusion mapping and calculation of myocardial perfusion reserve (MPR). Furthermore, native T1 and T2 mapping have previously been shown to identify changes in myocardial perfusion by the change in native T1 and T2 during adenosine stress. However, the relationship between native T1, native T2, DeltaT1 and DeltaT2 with myocardial perfusion and MPR during long-term follow-up in severe Covid-19 is currently unknown. Therefore, patients with severe Covid-19 (n = 37, median age 57 years, 24% females) underwent 1.5 T CMR median 292 days following discharge. Quantitative myocardial perfusion (ml\/min\/g), and native T1 and T2 maps were acquired during adenosine stress, and rest, respectively. Both native T1 (R2 = 0.35, p < 0.001) and native T2 (R2 = 0.28, p < 0.001) correlated with myocardial perfusion. However, there was no correlation with DeltaT1 or DeltaT2 with MPR, respectively (p > 0.05 for both). Native T1 and native T2 correlate with myocardial perfusion during adenosine stress, reflecting the coronary circulation in patients during long-term follow-up of severe Covid-19. Neither DeltaT1 nor DeltaT2 can be used to assess MPR in patients with severe Covid-19.","assigned_subjects1":"Stress | Covid-19 | Psychological Distress |"},{"pmid":"37112613","title_e":"Effects of COVID-19 Disease on DNA Damage, Oxidative Stress and Immune Responses.","authors":"Basaran MM, Hazar M, Aydın M, Uzuğ G, Özdoğan İ, Pala E, Aydın Dilsiz S, Basaran N,","abstract":"Coronavirus disease 2019 (COVID-19) has posed a great threat to public health and has caused concern due to its fatal consequences over the last few years. Most people with COVID-19 show mild-to-moderate symptoms and recover without the need for special treatment, while others become seriously ill and need medical attention. Additionally, some serious outcomes, such as heart attacks and even stroke, have been later reported in patients who had recovered. There are limited studies on how SARS-CoV-2 infection affects some molecular pathways, including oxidative stress and DNA damage. In this study, we aimed to evaluate DNA damage, using the alkaline comet assay, and its relationship with oxidative stress and immune response parameters in COVID-19-positive patients. Our results show that DNA damage, oxidative stress parameters and cytokine levels significantly increased in SARS-CoV-2-positive patients when compared with healthy controls. The effects of SARS-CoV-2 infection on DNA damage, oxidative stress and immune responses may be crucial in the pathophysiology of the disease. It is suggested that the illumination of these pathways will contribute to the development of clinical treatments and to reduce adverse effects in the future.","assigned_subjects1":""},{"pmid":"36131852","title_e":"Psychological Distress and Post-COVID Sequelae in Postpartum Females after Clinically Stable COVID-19 Infections: A Single-Center Observational Study from India.","authors":"Bahadur A, Mundhra R, Sharma S, Ajmani M, Zaman R, Chaturvedi J, ","abstract":"Objective: The objective of this study was to identify the presence of any post-COVID physical and stress sequelae up to 3 months postpartum. Materials and Methods: This prospective cross-sectional study was carried out in a tertiary center from India wherein all clinically stable COVID-positive pregnant women delivering between May 2020 to January 2021 were included. These women were evaluated at 3 months postpartum using Standard Posttraumatic Stress Disorder (PTSD)-Civilian Checklist, Depression, Anxiety, and Stress Scale-21 (DASS-21), and Fatigue Severity Scale (FSS). Results: Among 42 women evaluated, most of the women felt that they had returned to their pre-COVID health (76.19%, 32 women). Three women (7.14%) had some persistent symptoms, and another seven women (16.66%) were not sure whether they felt the same as pre-COVID health status. Self-reported symptoms such as fatigue, myalgia, and nightmare were reported in 21.43%, 14.28%, and 2.38%, respectively. The frequency of stress and anxiety as seen with the DASS was seen in one (2.38%) and three (7.14%) women, respectively. Although none of the women had PTSD, 9.52% were potential candidates for PTSD. The mean score in FSS was 12.57 +- 4.14 and through Visual Analog Fatigue Scale score was 4.76 +- 1.28. Conclusion: Postpartum women are at risk of post-COVID physical and stress sequelae.","assigned_subjects1":"COVID | COVID-19 Infections |"},{"pmid":"37184668","title_e":"The post-COVID stress syndrome: from the three-stage stress response of Hans Selye to COVID-19.","authors":"Szabo S, ","abstract":"Stress is the nonspecific response of the body to any demand made upon it, as defined by Hans Selye more than 80 years ago, based on his animal experiments at McGill University in Montreal, Canada. By emphasizing 'nonspecificity' he tried to underline that stress response is elicited my several factors, like nowadays in COVID-19, e.g., fear of infection, social isolation, death in family, loss of employment, etc. Thus, COVID-19 has been the largest new human stressor in the twenty-first century. Selye's studies in rats also revealed 3 stages of stress response: the short initial \"alarm reaction\" is followed by a longer \"stage of resistance\", associated with increased levels of corticosterone that is often terminated by a \"stage of exhaustion\", referring to an exhausted adrenal cortex when the secretion of glucocorticoids drops. Fast forward, that is exactly what has been documented in severe cases of infections caused by the SARS-CoV-2 virus: in hospitalized COVID-19 patients initially the blood levels of cortisol not only have been elevated, but only those with high concentration of this natural anti-inflammatory corticosteroid survived vs. those who had low levels of cortisol, suggesting diminished adrenocortical functions. Furthermore, patients with very severe cases of COVID-19 who ended up in intensive care units had significantly low cortisol blood levels, compared to patients with equal severity of diseases due to other causes. Thus, these 'natural phenomena' in clinical medicine, unfortunately confirmed Selye's studies in experimental animals several decades ago. Still, the good news is that astute clinicians empirically recognized this and started to give potent synthetic glucocorticoids such as dexamethasone to severe COVD-19 patients and this beneficial effect of exogenous corticoids has been extensively confirmed in the scientific literature.","assigned_subjects1":""},{"pmid":"37561435","title_e":"Long-COVID stress symptoms: Mental health, anxiety, depression, or posttraumatic stress.","authors":"Saltzman LY, Longo M, Hansel TC, ","abstract":"OBJECTIVE: Currently, there is no single profile of mental health sequela in long-coronavirus disease (COVID) patients, impacting identification, treatment, and exacerbating stigma among this population. This article highlights the rationale for mental health professionals to consider a summary of mental health symptoms in long-COVID patients. METHOD: This article provides an overview of the existing literature regarding the health and mental health impact of long COVID on patients and proposes an approach to conceptualizing mental health symptoms in individuals living with long COVID. This article summarizes the health and mental health impacts of long COVID and underscores the limitations of the current approach to measuring and screening mental health symptoms in long-COVID patients. RESULTS: Long-COVID patients have reported new and worsening mental health symptoms; most frequently reported are depression, anxiety, posttraumatic stress disorder (PTSD), and insomnia. The article concludes by proposing the notion of long-COVID stress symptoms and calls for mental health researchers to identify the unique and complex mental health profiles emerging among this patient population. CONCLUSIONS: Though some long-COVID patients survived life-threatening illnesses and may, therefore, meet the formal criteria for PTSD, many will present with posttraumatic symptomology that mimics PTSD but may not arise from life-threatening medical trauma. A better understanding of the mental health burden of long-COVID stress symptoms is essential to providing efficient and effective mental health treatment, supporting physicians treating long-COVID patients, and enhancing access to and utilization of medical services. (PsycInfo Database Record (c) 2023 APA, all rights reserved).","assigned_subjects1":""},{"pmid":"37707699","title_e":"Idiopathic pulmonary fibrosis (IPF): disease pathophysiology, targets, and potential therapeutic interventions.","authors":"Saha P, Talwar P, ","abstract":"Idiopathic pulmonary fibrosis (IPF) is a progressive, degenerative pulmonary condition. Transforming growth factor (TGF)-beta, platelet-derived growth factor (PDGF), and tumor necrosis factor-alpha (TNF-alpha) are the major modulators of IPF that mediate myofibroblast differentiation and promote fibrotic remodeling of the lung. Cigarette smoke, asbestos fiber, drugs, and radiation are known to favor fibrotic remodeling of the lungs. Oxidative stress in the endoplasmic reticulum (ER) also leads to protein misfolding and promotes ER stress, which is predominant in IPF. This phenomenon further results in excess reactive oxygen species (ROS) aggregation, increasing oxidative stress. During protein folding in the ER, thiol groups on the cysteine residue are oxidized and disulfide bonds are formed, which leads to the production of hydrogen peroxide (H2O2) as a by-product. With the accumulation of misfolded proteins in the ER, multiple signaling cascades are initiated by the cell, collectively termed as the unfolded protein response (UPR). UPR also induces ROS production within the ER and mitochondria and promotes both pro-apoptotic and pro-survival pathways. The prevalence of post-COVID-19 pulmonary fibrosis (PCPF) is 44.9%, along with an alarming increase in \"Coronavirus Disease 2019\" (COVID-19) comorbidities. Fibrotic airway remodeling and declined lung function are the common endpoints of SARS-CoV-2 infection and IPF. Flavonoids are available in our dietary supplements and exhibit medicinal properties. Apigenin is a flavonoid found in plants, including chamomile, thyme, parsley, garlic, guava, and broccoli, and regulates several cellular functions, such as oxidative stress, ER stress, and fibrotic responses. In this study, we focus on the IPF and COVID-19 pathogenesis and the potential role of Apigenin in addressing disease progression.","assigned_subjects1":""},{"pmid":"37534346","title_e":"Comparison of Two Types of Patient Specific Implants (PSI) and Quad Zygoma Implant (QZI) for Rehabilitation of Post-COVID Maxillary Mucormycosis Defect (PCMMD): Finite Element Analysis.","authors":"Manekar VS, Datarkar AN, Ghormode A, Daware S, Pandilwar P, Sapkal P, ","abstract":"Introduction: The residual post-COVID maxillary mucormycosis defect (PCMMD) were extensive, due to unilateral or bilateral maxillectomies. The Goal of rehabilitation of PCMMD is to deliver a prosthetically driven reconstruction. FEA was to evaluate the biomechanical response of PSI struts (PSI 1), PSI Screw retained (PSI 2) and QZI to masticatory load on virtual simulation to improve accuracy and enhance the design. Aim: To validate and compare the Biomechanical benefit of the PSI struts, PSI Screw retained, QZI in a case of rehabilitation of post-COVID maxillary mucormycosis defect (PCMMD) by FEA study. Methodology: The result of stress to masticatory load on virtual simulation for (1) Maximum and minimum stress (Von Mises stress); (2) the Displacement (in three positions) and (3) the Deformation (Plastic strain) was compared on virtual simulation for PSI 1 and PSI 2 and QZI. Conclusion: The FEA and comparative evaluation of PSI 1, PSI 2 and QZI showed a good resistance to displacement. The stress and strain values are low and acceptable. In comparison QZI shows more stress in the anterior region.","assigned_subjects1":""},{"pmid":"32514428","title_e":"Survivors of COVID-19 are at high risk of posttraumatic stress disorder.","authors":"Xiao S, Luo D, Xiao Y, ","abstract":"Posttraumatic stress disorder (PTSD) is a common mental disorder caused by major psychological trauma. It could result in serious distress and disability. Previous epidemic studies report high prevalence rates among people exposed to the trauma resulted from an infectious disease epidemic. While the control of the epidemic and care of patients with COVID-19 are still the dominant task of the whole world, this commentary calls for attention to early intervention and prevention of PTSD among huge numbers of COVID-19 survivors, their family members, health care professionals and other first-line helpers.","assigned_subjects1":"COVID-19 | posttraumatic stress disorder | | Stress Disorders, Post-Traumatic"},{"pmid":"34723359","title_e":"Psychiatric and post-traumatic stress disorders among COVID-19 survivors.","authors":"Ahmed A, Chughtai NA, Qurat-ul-Ain, ","abstract":"Evidences related to neuropsychological impact of COVID-19 and its long-term side effects are beginning to emerge that may take years to catalogue the number of diseases and their treatments. Nonetheless, as neuropsychologists are evaluating COVID-19 survivors, a debate related to the psychiatric and neurocognitive sequels of past outbreaks, along with the recurrent co-occurrence of PTSD and acquired brain injuries, may be enlightening. This paper is highlighting the emergence of mental health issues that can be addressed and treatments can be provided according to the need of time. Technology has also been increasing day by day according to the current needs of public. COVID-19 crisis has now shifted the focus towards the role of digital health care. For ensuring the best and right use of tele-health and app tools in such crises, it is suggested that there is a need for training of mental health professionals to ensure proper protocols for improved efficacy.","assigned_subjects1":"traumatic stress disorders | COVID-19 | COVID-19 | COVID-19 | psychiatric | PTSD | brain injuries | COVID-19 |Stress Disorders, Traumatic | | Mental Disorders | Stress Disorders, Post-Traumatic | Brain Injuries"},{"pmid":"33332052","title_e":"[COVID-19: recovering at home is not easy].","authors":"Landsman JA, Verheij NP, Alma MA, van den Boogaard J, Luning-Koster M, Evenboer KE, van der Mei SF, Reijneveld SA, ","abstract":"OBJECTIVE: To gain insight into 1) the symptoms and the disease process of healthcare professionals (HCPs) who tested positive for COVID-19 and were not hospitalized because of mild symptoms, 2) the impact on their psychological well-being and 3) the experiences with (after) care and infection prevention measures. DESIGN: Explorative mixed-methods study. METHOD: The municipal public health services of Groningen and Fryslan invited all HCPs aged above 18 years who tested positive for COVID-19 between March 18th and April 3rd 2020 to fill out an online questionnaire (n = 109), on average one month after diagnosis. 18 HCPs participated in telephone interviews. RESULTS: Almost all HCPs mentioned fatigue as a long-term symptom, less frequently mentioned were, among other things, feeling physically weak and having a cold. Nearly half of them did not have a fever, two-thirds experienced stress. HCPs with comorbidity had more symptoms. The interviews showed that stress in particular occurred in families with children and because of uncertainty about the duration of infectiousness, with lack of good (after)care. Respondents experienced many negative reactions of people in their environment that felt stigmatizing. The isolation at home was considered bearable. CONCLUSION: A COVID-19 infection has a significant impact on physical and mental health, even in HCPs with mild symptoms. Persistent fatigue in particular hinders patients' functioning. The absence of fever in almost half of the respondents is remarkable, as well as the negative impact on psychological well-being. HCPs are also dissatisfied with after-care. Infection prevention measures were relatively well-adhered too.","assigned_subjects1":"COVID-19 | COVID-19 | infection | COVID-19 | fatigue | fever | stress | stress | children | people | COVID-19 | infection | fatigue | patients | fever | Infection | | Infections | Fatigue | Fever | Psychological Distress |"},{"pmid":"33519510","title_e":"SARS-CoV-2 Mediated Endothelial Dysfunction: The Potential Role of Chronic Oxidative Stress.","authors":"Chang R, Mamun A, Dominic A, Le NT, ","abstract":"Endothelial cells have emerged as key players in SARS-CoV-2 infection and COVID-19 inflammatory pathologies. Dysfunctional endothelial cells can promote chronic inflammation and disease processes like thrombosis, atherosclerosis, and lung injury. In endothelial cells, mitochondria regulate these inflammatory pathways via redox signaling, which is primarily achieved through mitochondrial reactive oxygen species (mtROS). Excess mtROS causes oxidative stress that can initiate and exacerbate senescence, a state that promotes inflammation and chronic endothelial dysfunction. Oxidative stress can also activate feedback loops that perpetuate mitochondrial dysfunction, mtROS overproduction, and inflammation. In this review, we provide an overview of phenotypes mediated by mtROS in endothelial cells - such as mitochondrial dysfunction, inflammation, and senescence - as well as how these chronic states may be initiated by SARS-CoV-2 infection of endothelial cells. We also propose that SARS-CoV-2 activates mtROS-mediated feedback loops that cause long-term changes in host redox status and endothelial function, promoting cardiovascular disease and lung injury after recovery from COVID-19. Finally, we discuss the implications of these proposed pathways on long-term vascular health and potential treatments to address these chronic conditions.","assigned_subjects1":"SARS-CoV-2 | Stress | SARS-CoV-2 infection | COVID-19 | inflammation and disease | thrombosis | atherosclerosis | lung injury | reactive oxygen species | mtROS | inflammation | chronic endothelial dysfunction | mitochondrial dysfunction | inflammation | mitochondrial dysfunction | inflammation | SARS-CoV-2 infection | SARS-CoV-2 | cardiovascular disease | lung injury | COVID-19 | | Psychological Distress | | Inflammation | Thrombosis | Atherosclerosis | Lung Injury | | | Chronic Disease | Mitochondrial Diseases | Cardiovascular Diseases"},{"pmid":"33603379","title_e":"The Psychological Experience and Intervention in Post-Acute COVID-19 Inpatients.","authors":"Rossi Ferrario S, Panzeri A, Cerutti P, Sacco D, ","abstract":"Purpose: COVID-19 patients faced first-hand the life-threatening consequences of the disease, oftentimes involving prolonged hospitalization in isolation from family and friends. This study aimed at describing the psychological intervention to address the psychological difficulties and issues encountered by the hospitalized post-acute COVID-19 patients in a rehabilitation setting. Patients and Methods: Patients' demographics, medical diagnosis, and neuro-psychological information were collected from March 2nd to May 12th, 2020. The main psychological issues and intervention strategies were collected. Results: A total of 181 patients were hospitalized during this period. Among them, the 47.5% underwent psychological assessment (N=86; age: 74.58+-13.39; 54.7% females). The most common psychological issues were acute stress disorders (18.6%), anxious and demoralization symptoms (26.7%), depression (10.5%%), and troublesome grief (8.1%). Once recovered from COVID-19, many patients were discharged home (38.4%), some received further rehabilitation in non-COVID-19 wards (41.9%), mostly due to pre-existent diseases (72.2%) rather than to COVID-19 complications (27.8%). Conclusion: A great number of the hospitalized post-acute COVID-19 patients showed psychological issues requiring psychological intervention, the most common were anxiety, demoralization, acute stress, depression, and grief. The proposed psychological treatment for hospitalized COVID-19 patients was conducted in a Cognitive Behavioral framework. In particular, during the COVID-19 pandemic, psychological intervention is an important part of rehabilitation in the post-acute phase of the illness to reduce distress symptoms and improve psychological health.","assigned_subjects1":"COVID-19 | COVID-19 | patients | COVID-19 | patients | Patients | Patients | patients | stress disorders | anxious | depression | COVID-19 | patients | COVID-19 | COVID-19 | COVID-19 | patients | anxiety | stress | depression | COVID-19 | patients | COVID-19 | distress symptoms | | | Psychological Distress | Anxiety | Adjustment Disorders | Dystonia"},{"pmid":"33557964","title_e":"Post-traumatic stress disorder symptoms in COVID-19 survivors: online population survey.","authors":"","abstract":"This study examined post-traumatic stress disorder (PTSD) symptoms in 13 049 survivors of suspected or confirmed COVID-19, from the UK general population, as a function of severity and hospital admission status. Compared with mild COVID-19, significantly elevated rates of PTSD symptoms were identified in those requiring medical support at home (effect size 0.178 s.d., P = 0.0316), those requiring hospital admission without ventilation (effect size 0.234 s.d., P = 0.0064) and those requiring hospital admission with ventilator support (effect size 0.454 s.d., P < 0.001). Intrusive images were the most prominent elevated symptom. Adequate psychiatric provision for such individuals will be of paramount importance.","assigned_subjects1":"traumatic stress disorder | COVID-19 |Stress Disorders, Traumatic |"},{"pmid":"33618149","title_e":"Trajectories of post-traumatic stress symptoms, anxiety, and depression in hospitalized COVID-19 patients: A one-month follow-up.","authors":"Matalon N, Dorman-Ilan S, Hasson-Ohayon I, Hertz-Palmor N, Shani S, Basel D, Gross R, Chen W, Abramovich A, Afek A, Ziv A, Kreiss Y, Pessach IM, Gothelf D, ","abstract":"OBJECTIVES: Little is known about the mental health outcomes of hospitalized COVID-19 patients. The aims of the study were: (1) to examine the trajectories of anxiety, depression, and pandemic-related stress factors (PRSF) of COVID-19 hospitalized patients one-month following hospitalization; (2) to assess the presence of post-traumatic stress symptoms (PTSS) a month after hospitalization; (3) to identify baseline risk and protective factors that would predict PTSS one month after hospitalization. METHODS: We contacted hospitalized COVID-19 patients (n = 64) by phone, at three time-points: during the first days after admission to the hospital (T1); after ~two weeks from the beginning of hospitalization (T2), and one month after hospitalization (T3). At all time-points we assessed the levels of anxiety and depression symptoms, as well as PRSF. At T3, PTSS were assessed. RESULTS: The levels of depressive and anxiety symptoms decreased one-month following hospitalization. Moreover, higher levels of anxiety (standardized beta = 1.15, 95% CI = 0.81-1.49, p < 0.001) and depression (beta = 0.97, 95% CI = 0.63-1.31 p < 0.001) symptoms during the first week of hospitalization, feeling socially disconnected (beta = 0.59, 95% CI = 0.37-0.81 p < 0.001) and experiencing a longer hospitalization period (beta = 0.25, 95% CI = 0.03-0.47 p = 0.026) predicted higher PTSS scores a month post-hospitalization. CONCLUSIONS: We identified early hospitalization risk factors for the development of PTSS one month after hospitalization that should be targeted to reduce the risk for PTSS.","assigned_subjects1":"traumatic stress | anxiety | depression | COVID-19 | patients | Psychological Distress | Anxiety | Adjustment Disorders |"},{"pmid":"34093279","title_e":"Prevalence of Post-traumatic Stress Symptoms and Its Associations With Quality of Life, Demographic and Clinical Characteristics in COVID-19 Survivors During the Post-COVID-19 Era.","authors":"Yuan Y, Liu ZH, Zhao YJ, Zhang Q, Zhang L, Cheung T, Jackson T, Jiang GQ, Xiang YT, ","abstract":"Background: The prevalence of post-traumatic stress symptoms (PTSS) in COVID-19 survivors is unclear. This study examined the prevalence of PTSS and its association with quality of life (QOL) among COVID-19 survivors during the post-COVID-19 era in China. Methods: This was a comparative, cross-sectional study. PTSS, depressive symptoms, and QOL were assessed with standardized instruments. Results: A total of 134 COVID-19 survivors and 214 non-infected controls (healthy controls hereafter) were recruited. Among COVID-19 survivors, the PTSS prevalence was 18.66% (95%CI: 11.98-25.34%), which was significantly higher than that (5.61%, 95%CI: 2.50-8.71%) of healthy controls (P < 0.001). After controlling for covariates, an analysis of covariance (ANCOVA) showed that COVID-19 survivors had a higher PTSS total score than did healthy controls [F (1,348) = 4.664, P = 0.032]. A separate ANCOVA revealed there were no significant differences in overall QOL between COVID-19 survivors with and without PTSS [F (1,348) = 1.067, P = 0.304]. A multiple logistic regression analysis showed that more severe depressive symptoms were significantly associated with PTSS in COVID-19 survivors (OR = 1.425, P < 0.001). Conclusions: PTSS were more severe in COVID-19 survivors compared to healthy controls in the post-COVID-19 era. Considering their negative impact on daily life and functional outcomes, regular assessment and appropriate treatments of PTSS should be conducted in COVID-19 survivors.","assigned_subjects1":"traumatic Stress Symptoms | COVID-19 | COVID-19 | traumatic stress | COVID-19 | COVID-19 | COVID-19 | depressive symptoms | COVID-19 | infected | COVID-19 | COVID-19 | COVID-19 | depressive symptoms | COVID-19 | COVID-19 | COVID-19 | COVID-19 |Compassion Fatigue | | Psychological Distress | Adjustment Disorders | Infections"},{"pmid":"34992752","title_e":"Prevalence and predictors of post-traumatic stress disorder in patients with cured coronavirus disease 2019 (COVID-19) one month post-discharge.","authors":"","abstract":"Background: Coronavirus disease 2019 (COVID-19) can place an immense psychological strain on the infected patient. The psychological distress can linger after the initial recovery from the infection. Objective: This study aimed to evaluate the prevalence and predictors of provisional post-traumatic stress disorder (PTSD) in patients with cured COVID-2019. Methods: The baseline survey was conducted from 10 to 25 February 2020 in patients with COVID-19 in a designated hospital. Demographic and clinical characteristics were acquired, and depression and anxiety levels were assessed, using the 9-item Patient Health Questionnaire and 7-item Generalized Anxiety Disorder scale, respectively. A follow-up survey was conducted 1 month post-discharge. PTSD symptoms were measured by the Impact of Event Scale-6 (IES-6) and patients' perception of supportive care during hospitalization was investigated using a self-developed questionnaire. Results: In total, 114 patients completed both the baseline and follow-up surveys. Of these, 41 (36.0%) met the cut-off score for provisional PTSD diagnosis according to the IES-6. Female gender [odds ratio (OR) = 4.69, 95% confidence interval (CI) 1.54-14.37], educational level of high school or below (OR = 15.49, 95% CI 1.13-212.71), higher anxiety levels (OR = 1.34, 95% CI 1.12-1.61) and lower perceptions of emotional support during hospitalization (OR = 0.41, 95% CI 0.17-0.96) predicted a higher risk for provisional PTSD. Conclusions: PTSD is commonly seen in patients with COVID-19 1 month post-discharge. Female patients, and patients with lower educational levels, higher anxiety levels and lower perceptions of emotional support during hospitalization may be more likely to develop PTSD in the near future. Enhancing emotional support during hospitalization could help to prevent PTSD in patients with COVID-19.","assigned_subjects1":"traumatic stress disorder | patients | coronavirus disease 2019 | COVID-19 | Coronavirus disease 2019 | COVID-19 | infected | patient | infection | traumatic stress disorder | PTSD | patients | COVID-2019 | patients | COVID-19 | depression | anxiety | Patient | Anxiety | PTSD | patients | patients | PTSD | anxiety | PTSD | PTSD | patients | COVID-19 | patients | patients | anxiety | PTSD | PTSD | patients | COVID-19 | |"},{"pmid":"34300186","title_e":"Imaging Quality Control, Methodology Harmonization and Clinical Data Management in Stress Echo 2030.","authors":"Bartolacelli Y, Barbieri A, Antonini-Canterin F, Pepi M, Monte IP, Trocino G, Barchitta A, Cresti A, Miceli S, Petrella L, Benedetto F, Zito C, Benfari G, Bursi F, Malagoli A, Mantovani F, Ciampi Q, Zagatina A, Palinkas ED, Palinkas A, Toth SR, Wierzbowska-Drabik K, Djordievic-Dikic A, Pellikka PA, Picano E, On Behalf Of The Stress Echo Study Group Of The Italian Society Of Echocardiography And Cardiovascular Imaging","abstract":"Stress echo (SE) 2030 study is an international, prospective, multicenter cohort study that will include >10,000 patients from >=20 centers from >=10 countries. It represents the logical and chronological continuation of the SE 2020 study, which developed, validated, and disseminated the \"ABCDE protocol\" of SE, more suitable than conventional SE to describe the complex vulnerabilities of the contemporary patient within and beyond coronary artery disease. SE2030 was started with a recruitment plan from 2021 to 2025 (and follow-up to 2030) with 12 subprojects (ranging from coronary artery disease to valvular and post-COVID-19 patients). With these features, the study poses particular challenges on quality control assurance, methodological harmonization, and data management. One of the significant upgrades of SE2030 compared to SE2020 was developing and implementing a Research Electronic Data Capture (REDCap)-based infrastructure for interactive and entirely web-based data management to integrate and optimize reproducible clinical research data. The purposes of our paper were: first, to describe the methodology used for quality control of imaging data, and second, to present the informatic infrastructure developed on RedCap platform for data entry, storage, and management in a large-scale multicenter study.","assigned_subjects1":"Stress | Stress | patients | patient | coronary artery disease | SE2030 | coronary artery disease | COVID-19 | patients |Psychological Distress | | Coronary Artery Disease | |"},{"pmid":"34457119","title_e":"Endothelial Dysfunction, Inflammation, and Oxidative Stress in COVID-19-Mechanisms and Therapeutic Targets.","authors":"Fodor A, Tiperciuc B, Login C, Orasan OH, Lazar AL, Buchman C, Hanghicel P, Sitar-Taut A, Suharoschi R, Vulturar R, Cozma A, ","abstract":"The outbreak of the COVID-19 pandemic represents an ongoing healthcare emergency responsible for more than 3.4 million deaths worldwide. COVID-19 is the disease caused by SARS-CoV-2, a virus that targets not only the lungs but also the cardiovascular system. COVID-19 can manifest with a wide range of clinical manifestations, from mild symptoms to severe forms of the disease, characterized by respiratory failure due to severe alveolar damage. Several studies investigated the underlying mechanisms of the severe lung damage associated with SARS-CoV-2 infection and revealed that the respiratory failure associated with COVID-19 is the consequence not only of acute respiratory distress syndrome but also of macro- and microvascular involvement. New observations show that COVID-19 is an endothelial disease, and the consequent endotheliopathy is responsible for inflammation, cytokine storm, oxidative stress, and coagulopathy. In this review, we show the central role of endothelial dysfunction, inflammation, and oxidative stress in the COVID-19 pathogenesis and present the therapeutic targets deriving from this endotheliopathy.","assigned_subjects1":"Inflammation | Stress | COVID-19 | COVID-19 | deaths | COVID-19 | SARS-CoV-2 | COVID-19 | respiratory failure | alveolar damage | SARS-CoV-2 infection | respiratory failure | COVID-19 | acute respiratory distress syndrome | COVID-19 | inflammation | coagulopathy | endothelial dysfunction | inflammation | COVID-19 |Inflammation | Psychological Distress | | Death | | Respiratory Insufficiency | Lung Injury | Respiratory Distress Syndrome | Blood Coagulation Disorders |"},{"pmid":"34341436","title_e":"A cardiovascular magnetic resonance imaging-based pilot study to assess coronary microvascular disease in COVID-19 patients.","authors":"Drakos S, Chatzantonis G, Bietenbeck M, Evers G, Schulze AB, Mohr M, Fonfara H, Meier C, Yilmaz A, ","abstract":"Coronavirus disease 2019 (COVID-19) is caused by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) and is primarily characterised by a respiratory disease. However, SARS-CoV-2 can directly infect vascular endothelium and subsequently cause vascular inflammation, atherosclerotic plaque instability and thereby result in both endothelial dysfunction and myocardial inflammation\/infarction. Interestingly, up to 50% of patients suffer from persistent exercise dyspnoea and a post-viral fatigue syndrome (PVFS) after having overcome an acute COVID-19 infection. In the present study, we assessed the presence of coronary microvascular disease (CMD) by cardiovascular magnetic resonance (CMR) in post-COVID-19 patients still suffering from exercise dyspnoea and PVFS. N = 22 patients who recently recovered from COVID-19, N = 16 patients with classic hypertrophic cardiomyopathy (HCM) and N = 17 healthy control patients without relevant cardiac disease underwent dedicated vasodilator-stress CMR studies on a 1.5-T MR scanner. The CMR protocol comprised cine and late-gadolinium-enhancement (LGE) imaging as well as velocity-encoded (VENC) phase-contrast imaging of the coronary sinus flow (CSF) at rest and during pharmacological stress (maximal vasodilation induced by 400 microg IV regadenoson). Using CSF measurements at rest and during stress, global myocardial perfusion reserve (MPR) was calculated. There was no difference in left ventricular ejection-fraction (LV-EF) between COVID-19 patients and controls (60% [57-63%] vs. 63% [60-66%], p = NS). There were only N = 4 COVID-19 patients (18%) showing a non-ischemic pattern of LGE. VENC-based flow measurements showed that CSF at rest was higher in COVID-19 patients compared to controls (1.78 ml\/min [1.19-2.23 ml\/min] vs. 1.14 ml\/min [0.91-1.32 ml\/min], p = 0.048). In contrast, CSF during stress was lower in COVID-19 patients compared to controls (3.33 ml\/min [2.76-4.20 ml\/min] vs. 5.32 ml\/min [3.66-5.52 ml\/min], p = 0.05). A significantly reduced MPR was calculated in COVID-19 patients compared to healthy controls (2.73 [2.10-4.15-11] vs. 4.82 [3.70-6.68], p = 0.005). No significant differences regarding MPR were detected between COVID-19 patients and HCM patients. In post-COVID-19 patients with persistent exertional dyspnoea and PVFS, a significantly reduced MPR suggestive of CMD-similar to HCM patients-was observed in the present study. A reduction in MPR can be caused by preceding SARS-CoV-2-associated direct as well as secondary triggered mechanisms leading to diffuse CMD, and may explain ongoing symptoms of exercise dyspnoea and PVFS in some patients after COVID-19 infection.","assigned_subjects1":""},{"pmid":"34744416","title_e":"Obsessive-compulsive disorder post-COVID-19: a case presentation.","authors":"Alkhamees AA, ","abstract":"Background: Since the emergence of the COVID-19 pandemic and the significant changes that impacted because of it, people around the world have been left dealing with its consequences-fear of becoming ill and dying, fear of losing loved ones, uncertainty about the future, and imposed social isolation-several elements which could lead to psychological consequences. Moreover, as suggested by recent evidence, the virus acts as a factor in causing psychological symptoms, including depression, anxiety, fatigue, and post-traumatic stress disorder. Case presentation: Here, we report a case of a patient with new-onset OCD after his recovery from the coronavirus disease, which presented in the form of recurrent and persistent intrusive thoughts and doubts which responded to medication. Conclusions: This case shows the potential of COVID-19-associated inflammatory triggers to precipitate or induce obsessive-compulsive symptoms. Although this case cannot support causation, it does stress the bidirectional effects that physical and mental illness share.","assigned_subjects1":"Obsessive-compulsive disorder | COVID-19 | COVID-19 | people | depression | anxiety | fatigue | traumatic stress disorder | patient | OCD | coronavirus disease | COVID-19 | obsessive-compulsive symptoms | mental illness |Obsessive-Compulsive Disorder | | | Adjustment Disorders | Anxiety | Fatigue | Stress Disorders, Traumatic | Coronavirus Infections | Chronic Disease"},{"pmid":"34504607","title_e":"COVID-19 and post-traumatic stress disorder: The perfect 'storm' for mental health (Review).","authors":"Giannopoulou I, Galinaki S, Kollintza E, Adamaki M, Kympouropoulos S, Alevyzakis E, Tsamakis K, Tsangaris I, Spandidos DA, Siafakas N, Zoumpourlis V, Rizos E, ","abstract":"Since its outbreak, in December, 2019, in the Chinese city of Wuhan, coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has evolved into an ongoing global pandemic. Due to the novel antigenic properties of this virus, the world population could not develop immunity effectively and this led to the subsequent spread of COVID-19. This caused an unprecedented emergency situation with significant negative effects on health and well-being both on an individual and societal level. Apart from health, economic and social consequences, the impact of this pandemic on mental health is increasingly being reported in the scientific literature. The present review aimed to provide a comprehensive discussion of the possible neurological and neuropsychiatric manifestations of SARS-CoV-2, together with the related underlying molecular pathways. In addition, the present review focused on populations which are at a higher risk of developing psychiatric disturbances due to the COVID-19 pandemic and discussed possible routes of clinical management and therapeutics to minimize the burden associated with psychiatric disorders. Moreover, research findings exploring the prevalence of COVID-19-related post-traumatic stress disorder (PTSD) symptoms across vulnerable groups, including children, adolescents and COVID-19 survivors are presented, with particular emphasis on those with severe disease who required hospitalization and\/or intensive care unit admission. Based on the available literature, the identification of potential determinants associated with PTSD across the different populations is underlined. Lessons learnt from the pandemics across the globe together with the ongoing research on COVID-19 and its impact on mental health, highlight the utmost importance for evidence-based, proactive and targeted interventions in high-risk groups aiming to mitigate the risks and manage vulnerabilities.","assigned_subjects1":"COVID-19 | traumatic stress disorder | | Stress Disorders, Traumatic"},{"pmid":"34345869","title_e":"Anxiety, depression, insomnia, and trauma-related symptoms following COVID-19 infection at long-term follow-up.","authors":"Kyzar EJ, Purpura LJ, Shah J, Cantos A, Nordvig AS, Yin MT, ","abstract":"A developing finding from the novel coronavirus 2019 (COVID-19) pandemic is the burden of neuropsychiatric symptoms seen in COVID-19 survivors. While studies have shown clinically significant rates of depression, anxiety, insomnia, and trauma-related symptoms such as post-traumatic stress disorder (PTSD) after COVID-19, little is known about how these symptoms evolve over time. Here, we report findings from a cohort study of 52 participants recruited from the greater New York City area following acute COVID-19 infection. Participants completed the Patient Health Questionnaire-9 (PHQ-9) for depressive symptoms, the Generalized Anxiety Disorder-7 (GAD-7) for anxiety-related symptoms, the Insomnia Severity Scale (ISS) for sleep-related symptoms, and the PTSD Checklist-Civilian version (PCL-C) for trauma-related symptoms both at baseline and at long-term (24-60 weeks post-infection) follow-up. We found a high degree of correlation between psychiatric symptom scales within participants. More participants met established cutoffs for clinically significant insomnia and post-traumatic stress at follow-up compared to baseline. Symptom scales for depression, insomnia, and PTSD were increased at long-term follow-up, with only increased PCL-C scores surviving correction for multiple comparisons (Z = 2.92, W = 434, p = 0.004). Our results present evidence from a small cohort that neuropsychiatric symptoms, particularly those related to PTSD, may worsen over time in COVID-19 survivors. Future studies should continue to investigate these questions in broader populations, while additionally exploring the potential biological and sociological mechanisms that may contribute to neuropsychiatric pathology after COVID-19 infection.","assigned_subjects1":"Anxiety | depression | insomnia | trauma-related symptoms | COVID-19 | infection | novel coronavirus 2019 | COVID-19 | COVID-19 | depression | anxiety | insomnia | trauma-related symptoms | traumatic stress disorder | COVID-19 | participants | COVID-19 | infection | Participants | Patient | depressive symptoms | Anxiety | anxiety | Insomnia | trauma-related symptoms | infection | psychiatric | participants | participants | insomnia | depression | insomnia | COVID-19 | COVID-19 | infection |Anxiety | Adjustment Disorders | Sleep Initiation and Maintenance Disorders | Compassion Fatigue | | Infections | Stress Disorders, Traumatic | | Mental Disorders"},{"pmid":"34827194","title_e":"Subclinical Myocardial Dysfunction in Patients Recovered from COVID-19 Disease: Correlation with Exercise Capacity.","authors":"Shimoni O, Korenfeld R, Goland S, Meledin V, Haberman D, George J, Shimoni S, ","abstract":"AIMS: Myocardial abnormalities are common during COVID-19 infection and recovery. We examined left (LV) and right (RV) ventricular longitudinal strain in patients who had recovered from COVID-19 and assessed the correlation with exercise capacity. METHODS AND RESULTS: One hundred and eighty-four consecutive patients with history of COVID-19 disease who had been referred to rest or stress echocardiography because of symptoms, mainly dyspnea and chest pain, were included in the study. These patients were compared to 106 patients with similar age, symptoms, and risk factor profile with no history of COVID-19 disease. Clinical and echocardiographic parameters, including strain imaging, were assessed. The patient's age was 48 +- 12 years. Twenty-two patients had undergone severe disease. There were no differences in the LV ejection fraction and diastolic function between the groups. However, LV and RV global and free wall strain were significantly lower (in absolute numbers) in patients who had recovered form COVID-19 infection (-20.41 +- 2.32 vs -19.39 +- 3.36, p = 0.001, -23.69 +- 3.44 vs -22.09 +- 4.20, p = 0.001 and -27.24 +- 4.7 vs -25.43 +- 4.93, p = 0.021, respectively). Global Longitudinal Strain (GLS) < -20% was present in only 37% of post COVID-19 patients. Sixty-four patients performed exercise echocardiography. Patients with GLS < -20% had higher exercise capacity with higher peak metabolic equivalent and exercise time compared to patients with GLS >= -20% (12.6 +- 2 vs 10 +- 2.5 METss and 8:00 +- 2:08 vs 6:24 +- 2:03 min, p < 0.001 and p = 0.003, respectively). CONCLUSION: In patients, who had recovered from COVID-19 infection, both LV and RV strain are significantly lower compared to control patients. The exercise capacity of these patients correlates with LV strain values. Rest and stress echocardiography in patients with symptoms after COVID-19 infection may identify patients that need further follow up to avoid long term complications of the disease. These preliminary results warrant further research, to test the natural history of these findings and the need and timing of treatment.","assigned_subjects1":"Myocardial Dysfunction | Patients | COVID-19 Disease | Myocardial abnormalities | COVID-19 | infection | LV | ventricular longitudinal | patients | COVID-19 | patients | COVID-19 | stress | dyspnea | chest pain | patients | patients | COVID-19 | patient | patients | LV | LV | patients | COVID-19 | infection | COVID-19 | patients | patients | Patients | patients | patients | COVID-19 | infection | LV | patients | patients | LV | stress | patients | COVID-19 | infection | patients |Cardiomyopathies | | | Infections | | Ventricular Fibrillation | Psychological Distress | Dyspnea | Chest Pain"},{"pmid":"34377750","title_e":"Dynamic functional network connectivity associated with post-traumatic stress symptoms in COVID-19 survivors.","authors":"Fu Z, Tu Y, Calhoun VD, Zhang Y, Zhao Q, Chen J, Meng Q, Lu Z, Hu L, ","abstract":"Accumulating evidence shows that Coronavirus Disease 19 (COVID-19) survivors may encounter prolonged mental issues, especially post-traumatic stress symptoms (PTSS). Despite manifesting a plethora of behavioral or mental issues in COVID-19 survivors, previous studies illustrated that static brain functional networks of these survivors remain intact. The insignificant results could be due to the conventional statistic network analysis was unable to reveal information that can vary considerably in different temporal scales. In contrast, time-varying characteristics of the dynamic functional networks may help reveal important brain abnormalities in COVID-19 survivors. To test this hypothesis, we assessed PTSS and collected functional magnetic resonance imaging (fMRI) with COVID-19 survivors discharged from hospitals and matched controls. Results showed that COVID-19 survivors self-reported a significantly higher PTSS than controls. Tapping into the moment-to-moment variations of the fMRI data, we captured the dynamic functional network connectivity (dFNC) states, and three discriminative reoccurring brain dFNC states were identified. First of all, COVID-19 survivors showed an increased occurrence of a dFNC state with heterogeneous patterns between sensorimotor and visual networks. More importantly, the occurrence rate of this state was significantly correlated with the severity of PTSS. Finally, COVID-19 survivors demonstrated decreased topological organizations in this dFNC state than controls, including the node strength, degree, and local efficiency of the supplementary motor area. To conclude, our findings revealed the altered temporal characteristics of functional networks and their associations with PTSS due to COVID- 19. The current results highlight the importance of evaluating dynamic functional network changes with COVID-19 survivors.","assigned_subjects1":"traumatic stress | COVID-19 | Coronavirus Disease 19 | COVID-19 | traumatic stress | COVID-19 | brain abnormalities | COVID-19 | COVID-19 | COVID-19 | dFNC | COVID-19 | COVID-19 | COVID | COVID-19 |Psychological Distress | | Brain Diseases |"},{"pmid":"34845469","title_e":"Outcomes of COVID-19 in the community: A prospective cohort study.","authors":"Tan S, Hewitt L, Cuenca J, Risi D, ","abstract":"BACKGROUND AND OBJECTIVES: The literature indicates that patients who had previously had COVID-19 are reporting ongoing symptoms. The objective of this study was to examine ongoing symptoms, functional limitations and quality of life over time in a cohort of individuals who were deemed to have recovered. METHOD: This was a prospective observational study on biopsychosocial outcomes at enrolment and again one month later. RESULTS: In a cohort of 59 participants, ongoing symptoms were reported by 73% at 4.5 months (standard deviation = 1.4) post diagnosis, with 45% reporting difficulty with pre-illness activities of daily living. Of the 52 participants who completed the follow-up survey (mean 5.6 months post diagnosis), 42% reported ongoing symptoms, lower physical quality of life (12-Item Short Form Health Survey) and higher levels of anxiety, depression and stress (Depression, Anxiety and Stress Scale). DISCUSSION: Ongoing symptoms such as fatigue, pain and limb weakness as well as functional impairment post initial diagnosis were common. Improved understanding of this cohort can assist general practitioners in providing care.","assigned_subjects1":"COVID-19 | patients | COVID-19 | participants | participants | anxiety | depression | stress | Depression | Anxiety | Stress | fatigue | pain | limb weakness | | | Anxiety | Adjustment Disorders | Psychological Distress | Fatigue | Pain | Muscle Weakness"},{"pmid":"35082700","title_e":"Post-traumatic Stress Disorder Symptoms and Quality of Life of COVID-19 Survivors at 6-Month Follow-Up: A Cross-Sectional Observational Study.","authors":"Huang L, Xu X, Zhang L, Zheng D, Liu Y, Feng B, Hu J, Lin Q, Xi X, Wang Q, Lin M, Zhou X, He Z, Weng H, Deng Q, Ding B, Guo J, Zhang Z, ","abstract":"Background: Post-traumatic stress disorder (PTSD) is the most common psychiatric sequelae among novel coronavirus disease (COVID-19) patients. The aim of this study was to determine the prevalence of PTSD symptoms, PTSD-related factors, and its relationship with quality of life at long-term follow-up in hospitalized COVID-19 survivors. Methods: A cross-sectional study was undertaken to evaluate the health consequences of hospitalized COVID-19 survivors. All participants were interviewed face-to-face through a series of questionnaires: a researcher-developed symptom questionnaire, the Post-traumatic Stress Disorder Checklist-Civilian Version, the Generalized Anxiety Disorder 7-item, and the 36-item Short Form. Results: A total of 574 participants were enrolled with an average age of 57 years. The median follow-up time post-discharge was 193.9 days (SD = 15.32). Among the participants, 77.9% of survivors presented with at least one symptom, where fatigue or muscle weakness (47.9%) was reported the most frequently, followed by chest distress (29.4%) and sleep difficulty (29.4%). The prevalence of PTSD was 11.15% [95% confidence interval (CI): 8.56, 13.73] with a cut-off score of 44. Factors such as respiratory symptoms [odds ratio (OR): 3.53; 95% CI: 1.68-7.42], anxiety (OR: 14.64; 95% CI: 7.09-30.21), and sleep difficulty (OR: 2.17; 95% CI: 1.14-4.16) were positively related to PTSD. Those COVID-19 survivors with potential PTSD had significantly lower quality of life than those without (P < 0.05). Conclusion: Our study illustrated that a significant number of COVID-19 survivors were suffering from physical or mental distress to varying degrees at 6 months post-discharge. People with PTSD were more likely to experience persistent respiratory symptoms and sleep difficulty, as well as anxiety and a decreased quality of life. Such survivors require greater attention to their mental health, particularly the PTSD symptoms at the early phase, which may play an important role in the recovery of both the physical and psychological health of COVID-19 survivors.","assigned_subjects1":"traumatic Stress Disorder Symptoms | COVID-19 |Compassion Fatigue |"},{"pmid":"35404239","title_e":"Six-Week Hospital-Based Pulmonary Rehabilitation in Covid Pneumonia ICU Survivors: Experience from a Tertiary Care Center in Central India.","authors":"Kumar Khurana A, Hussain A, Goyal A, Karna ST, Saigal S, Krishnan Soman R, Verma M, Khadanga S, Sahu G, Singh B, ","abstract":"OBJECTIVE: There is very limited data on the usefulness of pulmonary rehabilitation in patients with coronavirus pneumonia who have survived intensive care unit care. The primary aim was to explore the feasibility of conducting a pulmonary rehabilitation program in patients with coronavirus disease-19 pneumonia surviving intensive care. The secondary aim was to study the impact of a hospital-based 6-week pulmonary rehabilitation program on exercise capacity, quality of life, and psychological parameters in these patients. This study was conducted at the Center for Pulmonary Rehabilitation, Department of Pulmonary Medicine of the institute. MATERIAL AND METHODS: A total of 27 patients were enrolled. Among them, 14 patients who completed the desired 12 sessions over 6 weeks constituted the pulmonary rehabilitation group and 13 patients who either did not consent or defaulted within the first 2 weeks were considered as controls. Both groups had assessments at 0 and 6 weeks that included a 6-Minute Walk Test, Incremental Shuttle Walk Test, mMRC Dyspnea Scale, Baseline Dyspnea Index, and Transitional Dyspnea Index, Saint George's Respiratory Questionnaire score, and Depression, Anxiety, Stress Scale-21 score. RESULTS: Significant improvement in dyspnea by mMRC (P = .01) and exercise capacity as measured by 6-Minute Walk Test (P <.001) and Incremental Shuttle Walk Test (P = .025) was seen in the pulmonary rehabilitation group as compared to the control group. There was no significant improvement in quality of life and psychological parameters (Depression, Anxiety, Stress Scale 21 score) after 6 weeks of pulmonary rehabilitation program as measured in our study. CONCLUSION: Pulmonary rehabilitation is feasible and appears promising in coronavirus disease acute respiratory distress syndrome survivors. However, data from other centers and a larger number of patients are required to imbibe conclusive results.","assigned_subjects1":"Covid Pneumonia | patients | coronavirus pneumonia | patients | coronavirus disease-19 pneumonia | patients | patients | patients | patients | mMRC Dyspnea | Dyspnea | Dyspnea | Depression | Anxiety | Stress | dyspnea | Depression | Anxiety | Stress | coronavirus disease acute respiratory distress syndrome | patients | | | Coronavirus Infections | Dyspnea | Adjustment Disorders | Anxiety | Psychological Distress | Respiratory Distress Syndrome"},{"pmid":"35352508","title_e":"Why obesity and psychological stress matter in recovery of post-acute sequelae of SARS-CoV-2.","authors":"Carter SJ, Baranauskas MN, ","abstract":"Numerous elements of the COVID-19 pandemic have proven challenging to overcome. We now recognize a perplexing characteristic of SARS-CoV-2 features mixed, unresolving symptoms that can last four weeks or longer after initial diagnosis, termed post-acute sequelae of SARS-CoV-2 (PASC). Full recovery can thus become a protracted ordeal as conservative estimates indicate 20% of SARS-CoV-2 cases will develop PASC with women at increased risk. Emerging evidence suggests latent virus reactivation including cytomegalovirus, Epstein-Barr virus, and \/ or varicella zoster virus may perpetuate the burden of PASC. This is problematic since immune dysfunction is linked to obesity and psychological stress both of which disproportionately affect socio-economically disadvantaged and racial \/ ethnic minorities. Applying a patient-centered approach where the principal factors guiding decision-making are based on the needs and abilities of the individual is essential. Still, the independent and combined influence of obesity and psychological stress on immune function necessitates due consideration in the context of PASC recovery.","assigned_subjects1":"obesity | stress matter | SARS-CoV-2 |Obesity | Psychological Distress |"},{"pmid":"35322375","title_e":"COVID-19, Oxidative Stress, and Neuroinflammation in the Depression Route.","authors":"Mingoti MED, Bertollo AG, Simões JLB, Francisco GR, Bagatini MD, Ignácio ZM, ","abstract":"COVID-19 is associated with oxidative stress, peripheral hyper inflammation, and neuroinflammation, especially in individuals with a more severe form of the disease. Some studies provide evidence on the onset or exacerbation of major depressive disorder (MDD), among other psychiatric disorders due to COVID-19. Oxidative stress and neuroinflammation are associated conditions, especially in the more severe form of MDD and in refractoriness to available therapeutic strategies. Inflammatory cytokines in the COVID-19 hyper inflammation process can activate the hypothalamic-pituitary-adrenal (HPA) axis and the indoleamine-2,3-dioxygenase (IDO) enzyme. IDO activation can reduce tryptophan and increase toxic metabolites of the kynurenine pathway, which increases glial activation, neuroinflammation, toxicity, and neuronal death. This review surveyed a number of studies and analyzed the mechanisms of oxidative stress, inflammation, and neuroinflammation involved in COVID-19 and depression. Finally, the importance of more protocols that can help elucidate the interaction between these mechanisms underlying COVID-19 and MDD and the possible therapeutic strategies involved in the interaction of these mechanisms are highlighted.","assigned_subjects1":""},{"pmid":"35534994","title_e":"Longitudinal study of changes observed in quality of life, psychological state cognition and pulmonary and functional capacity after COVID-19 infection: A six- to seven-month prospective cohort.","authors":"Del Corral T, Menor-Rodríguez N, Fernández-Vega S, Díaz-Ramos C, Aguilar-Zafra S, López-de-Uralde-Villanueva I, ","abstract":"AIMS: To investigate the health-related quality of life (HRQoL), symptoms, psychological and cognitive state and pulmonary and physical function of nonhospitalised COVID-19 patients at long-term, and to identify factors to predict a poor HRQoL in this follow-up. BACKGROUND: Studies have focused on persistent symptoms of hospitalised COVID-19 patients in the medium term. Thus, long-term studies of nonhospitalised patients are urgently required. DESIGN: A longitudinal cohort study. METHODS: In 102 nonhospitalised COVID-19 patients, we collected symptoms at 3 months (baseline) and at 6-7 months (follow-up) from diagnosis (dyspnoea, fatigue\/muscle weakness and chest\/joint pain), HRQoL, psychological state, cognitive function, pulmonary and physical function. This study adhered to the STROBE statement. RESULTS: HRQoL was impaired in almost 60% of the sample and remained impaired 6-7 months. At 3 months, more than 60% had impaired physical function (fatigue\/muscle weakness and reduced leg and inspiratory muscle strength). About 40%-56% of the sample showed an altered psychological state (post-traumatic stress disorder (PTSD), anxiety\/depression), cognitive function impairment and dyspnoea. At 6-7-months, only a slight improvement in dyspnoea and physical and cognitive function was observed, with a very high proportion of the sample (29%-55%) remained impaired. Impaired HRQoL at 6-7 months was predicted with 82.4% accuracy (86.7% sensitivity and 83.3% specificity) by the presence at 3 months of muscle fatigue\/muscle weakness (OR = 5.7 (1.8-18.1)), PTSD (OR = 6.0 (1.7-20.7)) and impaired HRQoL (OR = 11.7 (3.7-36.8)). CONCLUSION: A high proportion of nonhospitalised patients with COVID-19 experience an impaired HRQoL, cognitive and psychological function at long-term. HRQoL, PTSD and dyspnoea at 3 months can identify the majority of patients with COVID-19 who will have impaired quality of life at long-term. RELEVANCE TO CLINICAL PRACTICE: Treatments aimed at improving psychological state and reducing the fatigue\/muscle weakness of post-COVID-19 patients could be necessary to prevent the patients' HRQoL from being impaired at 6-7 months after their reported recovery.","assigned_subjects1":"COVID-19 | infection | COVID-19 | patients | COVID-19 | patients | patients | COVID-19 | patients | dyspnoea | fatigue | muscle weakness | chest\/joint pain | fatigue | muscle weakness | traumatic stress disorder | PTSD | anxiety | depression | cognitive function impairment and dyspnoea | dyspnoea | Impaired HRQoL | muscle fatigue | muscle weakness | PTSD | impaired HRQoL | patients | COVID-19 | impaired HRQoL, cognitive | PTSD | dyspnoea | patients | COVID-19 | fatigue | muscle weakness | COVID-19 | patients | patients | | Infections | | Dyspnea | Fatigue | Muscle Weakness | Chest Pain | Stress Disorders, Traumatic | Stress Disorders, Post-Traumatic | Anxiety | Adjustment Disorders | Cognition Disorders | Cognitive Dysfunction"},{"pmid":"35782424","title_e":"Anxiety, Stress and Depression in COVID-19 Survivors From an Italian Cohort of Hospitalized Patients: Results From a 1-Year Follow-Up.","authors":"Gramaglia C, Gattoni E, Gambaro E, Bellan M, Balbo PE, Baricich A, Sainaghi PP, Pirisi M, Binda V, Feggi A, Jona A, Marangon D, Prosperini P, Zeppegno P, ","abstract":"Background: Mental health-related symptoms can persist over time beyond the most common respiratory clinical features of COVID-19. A recent meta-analysis underlined that mental health sequalae may be relevant for COVID-19 survivors and reported the following prevalence rates: 20% for post-traumatic stress disorder, 22% for anxiety, 36% for psychological distress, and 21% for depression. In the context of a multi-disciplinary follow-up project, we already investigated the mid-term (4 months) psychiatric outcomes in a sample of COVID-19 survivors. Patients were re-assessed after 1-year since hospital discharge. Methods: Follow-up conducted after 1 year involved 196 individuals recovered from COVID-19. Patients were assessed with a multi-disciplinary approach; including both a clinical interview performed by an experienced psychiatrist, trained in the use of the Mini-International Neuropsychiatric Interview (MINI) to assess the presence of anxiety, stress, and depressive symptoms and the following self-administered questionnaires: Beck Anxiety Inventory, Beck Depression Inventory-II, Resilience Scale for Adults, Impact of Event Scale, and COVID-19 Peritraumatic Distress Index (CPDI). Results: Anxiety (p < 0.0001) and depressive (p < 0.0003) symptoms registered at the clinical interview showed a significant improvement from the 4 to 12-months follow-up. Logistic regression model showed that female gender (p = 0.006), arterial hypertension (p = 0.01), obesity (0.04), anxiety (p < 0.0001), and depressive (p = 0.02) symptoms at 4-months follow-up were associated with persistence of anxiety symptoms at 12 months. At logistic regression analysis female gender (p = 0.02) and depressive symptoms at 4-months follow-up (p = 0.01) were associated with depressive symptoms after 12 months. Conclusion: Severity of the disease in the acute phase, in this study, was not a determining factor in identifying subjects at risk of developing clinically relevant anxiety and depression as a consequence of COVID-19 disease. Findings from the logistic regressions suggest that the factors most affecting depression and anxiety in COVID survivors after 12 months were female gender, the presence of anxiety and depression after 4 months and some physical symptoms, not necessarily COVID-related. Impact of infection and consequent hospitalization for COVID-19 did no longer represent a relevant issue for depressive symptoms, compared to other general factors.","assigned_subjects1":"Anxiety | Stress | Depression | COVID-19 | Patients |Anxiety | Psychological Distress | Adjustment Disorders | |"},{"pmid":"35911221","title_e":"The course and determinants of post-traumatic stress over 12 months after hospitalization for COVID-19.","authors":"Stavem K, Heir T, Dammen T, Brønstad E, Lerum TV, Durheim MT, Lund KMA, Aarli BB, Einvik G, ","abstract":"Objective: To assess the trajectory of symptoms and symptom-defined post-traumatic stress disorder (PTSD) from 1.5 to 12 months after hospitalization for COVID-19 and determine risk factors for persistent symptoms and PTSD. Methods: This was a prospective cohort study of consecutive patients discharged after hospitalization for COVID-19 before 1 June 2020 in six hospitals in Southern Norway. Symptom-defined PTSD was assessed by the post-traumatic stress disorder (PTSD) checklist for DSM-5 (PCL-5) at 1.5, 3 and\/or 12 months after hospitalization, using DSM-5 criteria. Changes in PCL-5 symptom score and the prevalence of PTSD were analyzed with multivariable mixed models. Results: In total, 388 patients were discharged alive, and 251 (65%) participated. Respondents had a mean (SD) age of 58.4 (14.2) years, and 142 (57%) were males. The prevalence of symptom-defined PTSD was 14, 8, and 9% at 1.5, 3, and 12 months, respectively. WHO disease severity for COVID-19 was not associated with PCL-5 scores. Female sex, lower age and non-Norwegian origin were associated with higher PCL-5 scores. The odds ratio (OR) (95%CI) for PTSD was 0.32 (0.12 to 0.83, p = 0.019) at 3 months and 0.38 (0.15 to 0.95, p = 0.039) at 12 months compared to 1.5 months. There was no association between PTSD and WHO severity rating. Conclusions: The level of PTSD symptoms decreased from 1.5 to 3 months after hospitalization, but did not decrease further to 12 months, and there was no association between PTSD symptoms and COVID-19 disease severity.","assigned_subjects1":"stress | COVID-19 |Psychological Distress |"},{"pmid":"35855680","title_e":"[Anxiety, depression and stress-related disorders in post Covid-19: A Tunisian study].","authors":"Halouani N, Gdoura D, Chaari I, Moussa N, Msaad S, Kamoun S, Ellouze S, Turki M, Aloulou J, ","abstract":"OBJECTIVES: - Our study aimed to assess anxiety, depression, and post-traumatic stress disorder in post coronavirus disease 2019 (Covid-19) and identify associated factors. PATIENTS AND METHODS: - Our study is a descriptive and analytical cross-sectional study carried out during the period from March 1 to May 15th 2021 on patients who were hospitalized and discharged from the Covid-19 unit in the pneumology department at the Hedi Chaker hospital in Sfax (Tunisia). Patients who met all of the following criteria were included: aged 18 and over; having a diagnosis of Covid-19 by polymerase chain reaction (PCR) and\/or by CT scan; monitored at the Covid-19 unit and who their clinical conditions did not require intensive care; survivors after 3 months of leaving the service; and having given their informed and informal consent to participate in the study. RESULTS: - Our study included 154 patients. The prevalence of anxiety, depression and post-traumatic stress disorder was 24.7%, 11% and 13.6% respectively. We found an association between depression and female gender (p= 0.025), gastrointestinal involvement (p= 0.002) and stigma (p= 0.002). We found an association between anxiety and grade level (p= 0.034), and between anxiety and asthenia (p= 0.032). CONCLUSIONS: - Anxiety, depression, and post-traumatic stress disorder were independent of the majority of disease characteristics including the severity of Covid-19.","assigned_subjects1":""},{"pmid":"36011732","title_e":"Psychological Distress among Hospitalized COVID-19 Patients in Denmark during the First 12 Months of the Pandemic.","authors":"Moseholm E, Midtgaard J, Bollerup S, Apol ÁD, Olesen OB, Jespersen S, Weis N, ","abstract":"This study aimed to investigate psychological distress among patients hospitalized with a COVID-19 diagnosis in Denmark during the first 12 months of the pandemic and to assess changes in psychological distress in the three months following discharge. A single-center prospective observational survey study among patients hospitalized with a COVID-19 diagnosis between May 2020 and May 2021 was conducted. Participants completed a survey at three time points: at admission, and 1 and 3 months after discharge. Psychological distress was assessed by validated scales measuring symptoms related to depression, anxiety, stress, insomnia, post-traumatic stress disorder (PTSD), and health-related quality of life (HRQoL). In total, 95 patients were included. At admission, the proportion of patients with symptoms of depression was 43%, symptoms of anxiety 32%, moderate\/high level of stress 39%, insomnia 52%, and probable\/positive PTSD 19%. The burden of symptoms related to depression and anxiety decreased significantly over time, while there was no significant change over time in stress, insomnia, or PTSD. Suboptimal levels of physical and mental HRQoL were detected at admission but improved over time. Patients hospitalized due to COVID-19 during the first year of the pandemic experienced considerable levels of psychological distress at admission, with some improvements within 3 months after discharge.","assigned_subjects1":"COVID-19 | Patients | |"},{"pmid":"36182048","title_e":"Protracted stress-induced hypocortisolemia may account for the clinical and immune manifestations of Long COVID.","authors":"Yavropoulou MP, Tsokos GC, Chrousos GP, Sfikakis PP, ","abstract":"About one out of eight people to convalesce from COVID-19 suffer from the so called Long COVID, a syndrome of non-specific symptoms with unclear pathogenesis. In a recent study published in Cell Long COVID participants reporting respiratory symptoms had low cortisol levels. In an as yet unpublished analysis from Yale University low plasma cortisol levels discriminated Long COVID from asymptomatic convalescent or healthy non-infected controls. Although various immune perturbations were present in Long COVID, low levels of cortisol were prominent and strikingly, depression and anxiety were increased. It has become clear that Long COVID features may be similar to those described in myalgic encephalomyelitis\/chronic fatigue syndrome, post-SARS sickness syndrome, and various chronic stress syndromes which have been linked to hypocortisolemia. Notably, lack of response of the hypothalamic-pituitary-adrenal axis to hypocortisolemia shows a suppressed axis in Long COVID. We suggest that the inability of hypothalamic-pituitary-adrenal axis to recover after the acute illness, perhaps due to protracted stress in predisposed individuals, may represent the pathogenetic basis of the Long COVID-associated clinical and immunological manifestations.","assigned_subjects1":"stress | hypocortisolemia | COVID | Psychological Distress | | "},{"pmid":"36201465","title_e":"Assessment of oxidative stress markers in elderly patients with SARS-CoV-2 infection and potential prognostic implications in the medium and long term.","authors":"Vazquez-Agra N, Marques-Afonso AT, Cruces-Sande A, Novo-Veleiro I, Pose-Reino A, Mendez-Alvarez E, Soto-Otero R, Hermida-Ameijeiras A, ","abstract":"We aimed to evaluate the correlation of plasma levels of thiobarbituric acid reactive substances (TBARS) and reduced thiols with morbidity, mortality and immune response during and after SARS-CoV-2 infection. This was an observational study that included inpatients with SARS-CoV-2 infection older than 65 years. The individuals were followed up to the twelfth month post-discharge. Plasma levels of TBARS and reduced thiols were quantified as a measure of lipid and protein oxidation, respectively. Fatal and non-fatal events were evaluated during admission and at the third, sixth and twelfth month post-discharge. Differences in oxidative stress markers between the groups of interest, time to a negative RT-qPCR and time to significant anti-SARS-CoV-2 IgM titers were assessed. We included 61 patients (57% women) with a mean age of 83 years old. After multivariate analysis, we found differences in TBARS and reduced thiol levels between the comparison groups in fatal and non-fatal events during hospital admission. TBARS levels were also correlated with fatal events at the 6th and 12th months post-discharge. One year after hospital discharge, other predictors rather than oxidative stress markers were relevant in the models. The median time to reach significant anti-SARS-CoV-2 IgM titers was lower in patients with low levels of reduced thiols. Assessment of some parameters related to oxidative stress may help identify groups of patients with a higher risk of morbidity, mortality and delayed immune response during and after SARS-CoV-2 infection.","assigned_subjects1":"patients | SARS-CoV-2 infection | |"},{"pmid":"36479951","title_e":"Factors Associated With Posttraumatic Stress Symptoms 3 and 6 Months After Hospitalization for COVID-19: A Longitudinal Multicenter Study.","authors":"Pitron V, Cantenys W, Herbelin A, Bottemanne H, Dzierzynski N, Caumes E, Mathian A, Amoura Z, Allenbach Y, Cacoub P, Parrot A, Rotgé JY, Fossati P,","abstract":"Objective: To identify factors associated with posttraumatic stress symptoms (PTSS) 3 and 6 months after the discharge of patients hospitalized for COVID-19. Methods: Patients hospitalized for COVID-19 between March 1 and July 31, 2020, were included in a longitudinal study. Clinical assessments were conducted with online auto-questionnaires. PTSS were assessed with the Posttraumatic Stress Disorder Checklist Scale (PCLS). We screened for several putative factors associated with PTSS, including socio-demographic status, hospitalization in an intensive care unit, history of psychiatric disorder, the Hospital Anxiety and Depression Scale, the Peritraumatic Dissociative Experiences Questionnaire, and the home-to-hospital distance. Bivariate and multilinear regression analyses were performed to evaluate their association with PTSS. Results: 119 patients were evaluated 3 months after hospital discharge, and a subset of 94 were evaluated 6 months after discharge. The prevalence of PTSS was 31.9% after 3 months and 30.9% after 6 months. Symptoms of anxiety and depression and history of psychiatric disorder were independently associated with PTSS. Additionally, dissociative experiences during hospitalization (beta = 0.35; P < .001) and a longer home-to-hospital distance (beta = 0.07; P = .017) were specifically associated with PTSS 3 and 6 months after discharge, respectively. Conclusions: Patients with COVID-19 showed persistent high scores of PTSS up to 6 months after discharge from the hospital. In this specific pandemic setting, PTSS were associated with high rates of dissociative experiences during hospitalization and a longer home-to-hospital distance due to the saturation of health care facilities. These results can foster early identification and better prevention of PTSS after hospitalization for COVID-19. Trial Registration: ClinicalTrials.gov identifier: NCT04362930.","assigned_subjects1":"Stress | COVID-19 | Psychological Distress |"},{"pmid":"37333906","title_e":"Anxiety and posttraumatic stress in post-acute sequelae of COVID-19: prevalence, characteristics, comorbidity, and clinical correlates.","authors":"Ferrando SJ, Lynch S, Ferrando N, Dornbush R, Shahar S, Klepacz L, ","abstract":"Background: Anxiety and post-traumatic stress symptoms have been reported in association with acute and post-acute sequelae of COVID-19 (PASC). Purpose: This study aimed to document the cross-sectional prevalence, characteristics and clinical correlates of anxiety and post-traumatic stress in a study of neuropsychiatric sequelae of COVID-19. Method: 75 participants recruited from a post-COVID-19 recovery program and the community were assessed for sociodemographic, medical, psychiatric, and neurocognitive symptoms and performance. The generalized anxiety questionnaire-7 (GAD-7) and post-traumatic stress disorder questionnaire for DSM5 (PCL5) were utilized to measure anxiety and PTSD symptoms. Established cutoff scoring for the GAD-7 and algorithm-based scoring of the PCL5 were utilized to determine clinically significant anxiety symptoms and PTSD, respectively. Results: The cohort was 71% female, 36% ethnic minority, with the main age of 43.5 years, 80% employment, 40% with the prior psychiatric treatment history and 2\/3 seeking post-COVID care for PASC. Clinically significant anxiety symptoms were found in 31% and PTSD was found in 29% of the cohort. Nervousness and excessive worry were the most prominent anxiety symptoms, while changes in mood\/cognition and avoidance were most frequent in PTSD. There was a high degree of comorbidity between clinically significant anxiety symptoms, PTSD, depression and fatigue. In logistic regression, acute COVID illness severity, prior psychiatric history, and memory complaints (but not objective neuropsychological performance) predicted clinically significant anxiety symptoms and\/or PTSD. Conclusion: Clinically significant anxiety and PTSD are found in approximately 1 of 3 individuals after COVID-19 infection. They are highly comorbid with each other as well as with depression and fatigue. All patients seeking care for PASC should be screened for these neuropsychiatric complications. Symptoms of worry, nervousness, subjective changes in mood, and cognition as well as behavioral avoidance are particularly important targets of clinical intervention.","assigned_subjects1":""},{"pmid":"36741307","title_e":"Post-traumatic stress among COVID-19 survivors: A descriptive study of hospitalized first-wave survivors.","authors":"Rival G, Chalbet S, Dupont C, Brun P, Letranchant L, Reynaud C, Dureault A, Saison J, Jeannot M, Barbour S, Bacconnier M, Paulus V, Champagne H, Buiret G, ","abstract":"Introduction: The coronavirus Severe Acute Respiratory Syndrome Coronavirus Type 1 induces a severe respiratory disease, coronavirus disease 2019 (COVID-19). After Severe Acute Respiratory Syndrome Coronavirus Type 1 and Middle East Respiratory Syndrome infection, increased post-traumatic stress disorder (PTSD) rates were described. Methods: This single-centred, prospective study aimed to evaluate the rates of PTSD in patients who were hospitalized for COVID-19. Inclusion criteria were COVID-19 patients hospitalized in the intensive care unit (ICU) or in a standard unit with at least 2 L\/min oxygen. Six months post-hospitalization, subjects were assessed for PTSD using a validated screening tool, the Post-Traumatic Stress Checklist-5 (PCL-5). Results: A total of 40 patients were included. No demographic differences between the ICU and non-ICU groups were found. The mean PCL-5 score for the population was 8.85+-10. The mean PCL-5 score was 6.7+-8 in the ICU group and 10.5+-11 in the non-ICU group (P=0.27). We screened one patient with a positive PCL-5 score and one with a possible PCL-5 cluster score. Nine patients had a PCL-5 score of up to 15. Seven patients reported no symptoms. Seven patients accepted a psychological follow-up: one for PTSD, three for possible PTSD and three for other psychological problems. Discussion: The PCL-5 tool can be used by lung physicians during consultations to identify patients for whom follow-up mental health assessment and treatment for PTSD are warranted. Conclusion: Lung physicians should be aware of the risk of PTSD in patients hospitalized for COVID-19 and ensure appropriate screening and follow-up care.","assigned_subjects1":"stress | COVID-19 | Psychological Distress |"},{"pmid":"36710628","title_e":"Posttraumatic Stress Symptoms Among COVID-19 Survivors After Hospitalization.","authors":"Sobczak E, Swafford EP, Samano D, Bass D, Ghamasaee P, Kottapally M, Merenda A, O'Phelan K, Romano JG, Sacco RL, Rundek T, Alkhachroum A, ","abstract":"OBJECTIVE: Limited data are available on posttraumatic stress symptoms (PTSS) among COVID-19 survivors. This study aimed to contribute to this knowledge base. METHODS: PTSS among COVID-19 survivors who had been hospitalized were investigated. Patients were identified as COVID-19 positive at hospital admission. COVID-19 survivors were surveyed with the Posttraumatic Stress Disorder Checklist (PCL-5) between March and October 2020 at 5- and 12-month postdischarge follow-up points. RESULTS: Of 411 patients, 331 (81%) survived to hospital discharge. Of these survivors, 83 (25%) completed the PCL-5 at the 5-month follow-up. Of those patients, 12 (14%) screened positive for PTSS. At the 12-month follow-up, four of eight patients remained PTSS positive. Mean age of follow-up participants was 62+-15 years; 47% were women, 65% were White, and 63% were Hispanic. PTSS-positive patients were predominantly non-White (67% vs. 30%, p=0.02), and although the differences were not statistically significant, these patients tended to be younger (56 vs. 63 years, p=0.08) and have shorter intensive care unit stays (2.0 vs. 12.5 days, p=0.06). PTSS-positive and PTSS-negative groups did not differ significantly in prehospitalization neurological diagnoses (11% vs. 8%), psychiatric diagnoses (17% vs. 21%), and intensive care admission status (25% vs. 25%). More patients in the PTSS-positive group had returned to the emergency department (50% vs. 14%, p<0.01) and reported fatigue at follow-up (100% vs. 42%, p<0.001). In the multivariate logistic regression model, non-White race (OR=11, 95% CI=2-91) and returning to the emergency department (OR=19, 95% CI=3-252) were associated with PTSS-positive status. CONCLUSION: PTSS were twice as common among hospitalized COVID-19 survivors than among those in the general population.","assigned_subjects1":"Stress | COVID-19 | Psychological Distress |"},{"pmid":"36900938","title_e":"Social Stigma, Mental Health, Stress, and Health-Related Quality of Life in People with Long COVID.","authors":"Scholz U, Bierbauer W, Lüscher J, ","abstract":"A considerable amount of people who have been infected with SARS-CoV-2 experience ongoing symptoms, a condition termed long COVID. This study examined nuanced experiences of social stigma in people with long COVID and their associations with perceived stress, depressive symptoms, anxiety, and mental and physical health-related quality of life (hrqol). A total of N = 253 participants with long COVID symptoms (mean age = 45.49, SD = 12.03; n = 224, 88.5% women) completed a cross-sectional online survey on overall social stigma and the subfacets enacted and perceived external stigma, disclosure concerns, and internalized stigma. Data were analysed using multiple regression and controlling for overall burden of consequences of long COVID, overall burden of symptoms of long COVID, and outcome-specific confounders. In line with our preregistered hypotheses, total social stigma was related to more perceived stress, more depressive symptoms, higher anxiety, and lower mental hrqol, but-in contrast to our hypothesis-it was unrelated to physical hrqol after controlling for confounders. The three subscales of social stigma resulted in differential associations with the outcomes. Social stigma experiences go hand in hand with worse mental health in people with long COVID. Future studies should examine potential protective factors to buffer the effects of social stigma on people's well-being.","assigned_subjects1":"Stress | People | COVID | Psychological Distress | "},{"pmid":"36815161","title_e":"Inpatient post-COVID-19 rehabilitation program featuring virtual reality-Preliminary results of randomized controlled trial.","authors":"Rutkowski S, Bogacz K, Rutkowska A, Szczegielniak J, Casaburi R, ","abstract":"Background: Numerous recommendations from pulmonary scientific societies indicate the need to implement rehabilitation programs for patients after COVID-19. The aim of this study was to propose an innovative comprehensive intervention based on a hospital-based pulmonary rehabilitation program for individuals with post-acute sequelae of COVID-19. Methods: It was decided to evaluate two forms of hospital rehabilitation: traditional and one provided through virtual reality. Preliminary results are based on a group of 32 patients (20 female and 12 male), of average age 57.8 (4.92) years in the period of 3-6 months after the initial infection. Primary outcomes included analysis of lung function, exercise performance and stress level. A 3-week, high-intensity, five-times per week pulmonary rehabilitation program was designed to compare the effectiveness of a traditional form with a VR-led, novel form of therapy. Results: The analysis of the results showed a statistically significant improvement in both groups with regard to exercise performance expressed as 6MWT distance. Moreover, a statistically significant decrease in dyspnoea levels following the 6MWT was also noted in intergroup comparison, but the between-group comparison revealed non-statistically significant changes with low effect size. Regarding lung function, the analysis showed essentially normal lung function at baseline and a non-statistically significant improvement after the completion of the rehabilitation program. The analysis of the stress level showed a statistically significant improvement in both groups within the inter-group comparison, yet the between-group comparison of deltas values showed a non-significant difference with low effect size. Conclusion: A 3-weeks inpatients pulmonary rehabilitation program led to improvement of the exercise performance of people with post-acute sequelae of COVID-19, but not lung function. Furthermore, the program was shown to reduce patients' stress levels. A comparison of the traditional form of rehabilitation to the novel form using VR, shows similar effectiveness in terms of exercise performance and stress levels.","assigned_subjects1":"COVID-19 |"},{"pmid":"36907459","title_e":"Stress levels, psychological symptoms, and C-reactive protein levels in COVID-19: A cross-sectional study.","authors":"de Azevedo Cardoso T, Silva RH, Fernandes JL, Arent CO, Amboni G, Borba LA, Padilha APZ, Botelho MEM, Maciel AL, Barichello T, Morales R, Soares SJB, Bagatini MD, Dallagnol C, Brighenti ME, Ignácio ZM, Quevedo J, Ceretta LB, Réus GZ,","abstract":"BACKGROUND: Although many studies have pointed out a possible relationship between COVID-19 and the presence of psychiatric disorders, the majority of the studies have significant limitations. This study investigates the influence of COVID-19 infection on mental health. METHODS: This cross-sectional study included an age- and sex-matched sample of adult individuals positive (cases) or negative (controls) for COVID-19. We evaluated the presence of psychiatric conditions and C-reactive protein (CRP). RESULTS: Findings showed greater severity of depressive symptoms, higher levels of stress, and greater CRP in cases. The severity of depressive and insomnia symptoms, as well as the CRP were more remarkable in individuals with moderate\/severe COVID-19. We found a positive correlation between stress and severity of anxiety, depression, and insomnia in individuals with or without COVID-19. There was a positive correlation between CRP levels and severity of depressive symptoms in cases and controls, and a positive correlation between CRP levels and the severity of anxiety symptoms and stress levels only in individuals with COVID-19. Individuals with COVID-19 and depression had greater CRP than those with COVID-19 without current major depressive disorder. LIMITATIONS: We cannot infer causality because this is a cross-sectional study, and the majority of COVID-19 sample was asymptomatic or had mild symptoms, which may limit the generalizability of our findings for moderate\/severe cases. CONCLUSIONS: Individuals with COVID-19 showed greater severity of psychological symptoms, which may impact on the development of psychiatric disorders in the future. CPR seem to be a promising biomarker for earlier detection of post-COVID depression.","assigned_subjects1":""},{"pmid":"37242804","title_e":"Ginkgo Biloba and Long COVID: In Vivo and In Vitro Models for the Evaluation of Nanotherapeutic Efficacy.","authors":"Akanchise T, Angelova A, ","abstract":"Coronavirus infections are neuroinvasive and can provoke injury to the central nervous system (CNS) and long-term illness consequences. They may be associated with inflammatory processes due to cellular oxidative stress and an imbalanced antioxidant system. The ability of phytochemicals with antioxidant and anti-inflammatory activities, such as Ginkgo biloba, to alleviate neurological complications and brain tissue damage has attracted strong ongoing interest in the neurotherapeutic management of long COVID. Ginkgo biloba leaf extract (EGb) contains several bioactive ingredients, e.g., bilobalide, quercetin, ginkgolides A-C, kaempferol, isorhamnetin, and luteolin. They have various pharmacological and medicinal effects, including memory and cognitive improvement. Ginkgo biloba, through its anti-apoptotic, antioxidant, and anti-inflammatory activities, impacts cognitive function and other illness conditions like those in long COVID. While preclinical research on the antioxidant therapies for neuroprotection has shown promising results, clinical translation remains slow due to several challenges (e.g., low drug bioavailability, limited half-life, instability, restricted delivery to target tissues, and poor antioxidant capacity). This review emphasizes the advantages of nanotherapies using nanoparticle drug delivery approaches to overcome these challenges. Various experimental techniques shed light on the molecular mechanisms underlying the oxidative stress response in the nervous system and help comprehend the pathophysiology of the neurological sequelae of SARS-CoV-2 infection. To develop novel therapeutic agents and drug delivery systems, several methods for mimicking oxidative stress conditions have been used (e.g., lipid peroxidation products, mitochondrial respiratory chain inhibitors, and models of ischemic brain damage). We hypothesize the beneficial effects of EGb in the neurotherapeutic management of long-term COVID-19 symptoms, evaluated using either in vitro cellular or in vivo animal models of oxidative stress.","assigned_subjects1":""}]