[{"pmid":"34300186","title_e":"Imaging Quality Control, Methodology Harmonization and Clinical Data Management in Stress Echo 2030.","authors":"Bartolacelli Y, Barbieri A, Antonini-Canterin F, Pepi M, Monte IP, Trocino G, Barchitta A, Cresti A, Miceli S, Petrella L, Benedetto F, Zito C, Benfari G, Bursi F, Malagoli A, Mantovani F, Ciampi Q, Zagatina A, Palinkas ED, Palinkas A, Toth SR, Wierzbowska-Drabik K, Djordievic-Dikic A, Pellikka PA, Picano E, On Behalf Of The Stress Echo Study Group Of The Italian Society Of Echocardiography And Cardiovascular Imaging","abstract":"Stress echo (SE) 2030 study is an international, prospective, multicenter cohort study that will include >10,000 patients from >=20 centers from >=10 countries. It represents the logical and chronological continuation of the SE 2020 study, which developed, validated, and disseminated the \"ABCDE protocol\" of SE, more suitable than conventional SE to describe the complex vulnerabilities of the contemporary patient within and beyond coronary artery disease. SE2030 was started with a recruitment plan from 2021 to 2025 (and follow-up to 2030) with 12 subprojects (ranging from coronary artery disease to valvular and post-COVID-19 patients). With these features, the study poses particular challenges on quality control assurance, methodological harmonization, and data management. One of the significant upgrades of SE2030 compared to SE2020 was developing and implementing a Research Electronic Data Capture (REDCap)-based infrastructure for interactive and entirely web-based data management to integrate and optimize reproducible clinical research data. The purposes of our paper were: first, to describe the methodology used for quality control of imaging data, and second, to present the informatic infrastructure developed on RedCap platform for data entry, storage, and management in a large-scale multicenter study.","assigned_subjects1":"Stress | Stress | patients | patient | coronary artery disease | SE2030 | coronary artery disease | COVID-19 | patients |Psychological Distress | | Coronary Artery Disease | |"},{"pmid":"34457119","title_e":"Endothelial Dysfunction, Inflammation, and Oxidative Stress in COVID-19-Mechanisms and Therapeutic Targets.","authors":"Fodor A, Tiperciuc B, Login C, Orasan OH, Lazar AL, Buchman C, Hanghicel P, Sitar-Taut A, Suharoschi R, Vulturar R, Cozma A, ","abstract":"The outbreak of the COVID-19 pandemic represents an ongoing healthcare emergency responsible for more than 3.4 million deaths worldwide. COVID-19 is the disease caused by SARS-CoV-2, a virus that targets not only the lungs but also the cardiovascular system. COVID-19 can manifest with a wide range of clinical manifestations, from mild symptoms to severe forms of the disease, characterized by respiratory failure due to severe alveolar damage. Several studies investigated the underlying mechanisms of the severe lung damage associated with SARS-CoV-2 infection and revealed that the respiratory failure associated with COVID-19 is the consequence not only of acute respiratory distress syndrome but also of macro- and microvascular involvement. New observations show that COVID-19 is an endothelial disease, and the consequent endotheliopathy is responsible for inflammation, cytokine storm, oxidative stress, and coagulopathy. In this review, we show the central role of endothelial dysfunction, inflammation, and oxidative stress in the COVID-19 pathogenesis and present the therapeutic targets deriving from this endotheliopathy.","assigned_subjects1":"Inflammation | Stress | COVID-19 | COVID-19 | deaths | COVID-19 | SARS-CoV-2 | COVID-19 | respiratory failure | alveolar damage | SARS-CoV-2 infection | respiratory failure | COVID-19 | acute respiratory distress syndrome | COVID-19 | inflammation | coagulopathy | endothelial dysfunction | inflammation | COVID-19 |Inflammation | Psychological Distress | | Death | | Respiratory Insufficiency | Lung Injury | Respiratory Distress Syndrome | Blood Coagulation Disorders |"},{"pmid":"34341436","title_e":"A cardiovascular magnetic resonance imaging-based pilot study to assess coronary microvascular disease in COVID-19 patients.","authors":"Drakos S, Chatzantonis G, Bietenbeck M, Evers G, Schulze AB, Mohr M, Fonfara H, Meier C, Yilmaz A, ","abstract":"Coronavirus disease 2019 (COVID-19) is caused by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) and is primarily characterised by a respiratory disease. However, SARS-CoV-2 can directly infect vascular endothelium and subsequently cause vascular inflammation, atherosclerotic plaque instability and thereby result in both endothelial dysfunction and myocardial inflammation\/infarction. Interestingly, up to 50% of patients suffer from persistent exercise dyspnoea and a post-viral fatigue syndrome (PVFS) after having overcome an acute COVID-19 infection. In the present study, we assessed the presence of coronary microvascular disease (CMD) by cardiovascular magnetic resonance (CMR) in post-COVID-19 patients still suffering from exercise dyspnoea and PVFS. N = 22 patients who recently recovered from COVID-19, N = 16 patients with classic hypertrophic cardiomyopathy (HCM) and N = 17 healthy control patients without relevant cardiac disease underwent dedicated vasodilator-stress CMR studies on a 1.5-T MR scanner. The CMR protocol comprised cine and late-gadolinium-enhancement (LGE) imaging as well as velocity-encoded (VENC) phase-contrast imaging of the coronary sinus flow (CSF) at rest and during pharmacological stress (maximal vasodilation induced by 400 microg IV regadenoson). Using CSF measurements at rest and during stress, global myocardial perfusion reserve (MPR) was calculated. There was no difference in left ventricular ejection-fraction (LV-EF) between COVID-19 patients and controls (60% [57-63%] vs. 63% [60-66%], p = NS). There were only N = 4 COVID-19 patients (18%) showing a non-ischemic pattern of LGE. VENC-based flow measurements showed that CSF at rest was higher in COVID-19 patients compared to controls (1.78 ml\/min [1.19-2.23 ml\/min] vs. 1.14 ml\/min [0.91-1.32 ml\/min], p = 0.048). In contrast, CSF during stress was lower in COVID-19 patients compared to controls (3.33 ml\/min [2.76-4.20 ml\/min] vs. 5.32 ml\/min [3.66-5.52 ml\/min], p = 0.05). A significantly reduced MPR was calculated in COVID-19 patients compared to healthy controls (2.73 [2.10-4.15-11] vs. 4.82 [3.70-6.68], p = 0.005). No significant differences regarding MPR were detected between COVID-19 patients and HCM patients. In post-COVID-19 patients with persistent exertional dyspnoea and PVFS, a significantly reduced MPR suggestive of CMD-similar to HCM patients-was observed in the present study. A reduction in MPR can be caused by preceding SARS-CoV-2-associated direct as well as secondary triggered mechanisms leading to diffuse CMD, and may explain ongoing symptoms of exercise dyspnoea and PVFS in some patients after COVID-19 infection.","assigned_subjects1":""},{"pmid":"34744416","title_e":"Obsessive-compulsive disorder post-COVID-19: a case presentation.","authors":"Alkhamees AA, ","abstract":"Background: Since the emergence of the COVID-19 pandemic and the significant changes that impacted because of it, people around the world have been left dealing with its consequences-fear of becoming ill and dying, fear of losing loved ones, uncertainty about the future, and imposed social isolation-several elements which could lead to psychological consequences. Moreover, as suggested by recent evidence, the virus acts as a factor in causing psychological symptoms, including depression, anxiety, fatigue, and post-traumatic stress disorder. Case presentation: Here, we report a case of a patient with new-onset OCD after his recovery from the coronavirus disease, which presented in the form of recurrent and persistent intrusive thoughts and doubts which responded to medication. Conclusions: This case shows the potential of COVID-19-associated inflammatory triggers to precipitate or induce obsessive-compulsive symptoms. Although this case cannot support causation, it does stress the bidirectional effects that physical and mental illness share.","assigned_subjects1":"Obsessive-compulsive disorder | COVID-19 | COVID-19 | people | depression | anxiety | fatigue | traumatic stress disorder | patient | OCD | coronavirus disease | COVID-19 | obsessive-compulsive symptoms | mental illness |Obsessive-Compulsive Disorder | | | Adjustment Disorders | Anxiety | Fatigue | Stress Disorders, Traumatic | Coronavirus Infections | Chronic Disease"},{"pmid":"34504607","title_e":"COVID-19 and post-traumatic stress disorder: The perfect 'storm' for mental health (Review).","authors":"Giannopoulou I, Galinaki S, Kollintza E, Adamaki M, Kympouropoulos S, Alevyzakis E, Tsamakis K, Tsangaris I, Spandidos DA, Siafakas N, Zoumpourlis V, Rizos E, ","abstract":"Since its outbreak, in December, 2019, in the Chinese city of Wuhan, coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has evolved into an ongoing global pandemic. Due to the novel antigenic properties of this virus, the world population could not develop immunity effectively and this led to the subsequent spread of COVID-19. This caused an unprecedented emergency situation with significant negative effects on health and well-being both on an individual and societal level. Apart from health, economic and social consequences, the impact of this pandemic on mental health is increasingly being reported in the scientific literature. The present review aimed to provide a comprehensive discussion of the possible neurological and neuropsychiatric manifestations of SARS-CoV-2, together with the related underlying molecular pathways. In addition, the present review focused on populations which are at a higher risk of developing psychiatric disturbances due to the COVID-19 pandemic and discussed possible routes of clinical management and therapeutics to minimize the burden associated with psychiatric disorders. Moreover, research findings exploring the prevalence of COVID-19-related post-traumatic stress disorder (PTSD) symptoms across vulnerable groups, including children, adolescents and COVID-19 survivors are presented, with particular emphasis on those with severe disease who required hospitalization and\/or intensive care unit admission. Based on the available literature, the identification of potential determinants associated with PTSD across the different populations is underlined. Lessons learnt from the pandemics across the globe together with the ongoing research on COVID-19 and its impact on mental health, highlight the utmost importance for evidence-based, proactive and targeted interventions in high-risk groups aiming to mitigate the risks and manage vulnerabilities.","assigned_subjects1":"COVID-19 | traumatic stress disorder | | Stress Disorders, Traumatic"},{"pmid":"34345869","title_e":"Anxiety, depression, insomnia, and trauma-related symptoms following COVID-19 infection at long-term follow-up.","authors":"Kyzar EJ, Purpura LJ, Shah J, Cantos A, Nordvig AS, Yin MT, ","abstract":"A developing finding from the novel coronavirus 2019 (COVID-19) pandemic is the burden of neuropsychiatric symptoms seen in COVID-19 survivors. While studies have shown clinically significant rates of depression, anxiety, insomnia, and trauma-related symptoms such as post-traumatic stress disorder (PTSD) after COVID-19, little is known about how these symptoms evolve over time. Here, we report findings from a cohort study of 52 participants recruited from the greater New York City area following acute COVID-19 infection. Participants completed the Patient Health Questionnaire-9 (PHQ-9) for depressive symptoms, the Generalized Anxiety Disorder-7 (GAD-7) for anxiety-related symptoms, the Insomnia Severity Scale (ISS) for sleep-related symptoms, and the PTSD Checklist-Civilian version (PCL-C) for trauma-related symptoms both at baseline and at long-term (24-60 weeks post-infection) follow-up. We found a high degree of correlation between psychiatric symptom scales within participants. More participants met established cutoffs for clinically significant insomnia and post-traumatic stress at follow-up compared to baseline. Symptom scales for depression, insomnia, and PTSD were increased at long-term follow-up, with only increased PCL-C scores surviving correction for multiple comparisons (Z = 2.92, W = 434, p = 0.004). Our results present evidence from a small cohort that neuropsychiatric symptoms, particularly those related to PTSD, may worsen over time in COVID-19 survivors. Future studies should continue to investigate these questions in broader populations, while additionally exploring the potential biological and sociological mechanisms that may contribute to neuropsychiatric pathology after COVID-19 infection.","assigned_subjects1":"Anxiety | depression | insomnia | trauma-related symptoms | COVID-19 | infection | novel coronavirus 2019 | COVID-19 | COVID-19 | depression | anxiety | insomnia | trauma-related symptoms | traumatic stress disorder | COVID-19 | participants | COVID-19 | infection | Participants | Patient | depressive symptoms | Anxiety | anxiety | Insomnia | trauma-related symptoms | infection | psychiatric | participants | participants | insomnia | depression | insomnia | COVID-19 | COVID-19 | infection |Anxiety | Adjustment Disorders | Sleep Initiation and Maintenance Disorders | Compassion Fatigue | | Infections | Stress Disorders, Traumatic | | Mental Disorders"},{"pmid":"34827194","title_e":"Subclinical Myocardial Dysfunction in Patients Recovered from COVID-19 Disease: Correlation with Exercise Capacity.","authors":"Shimoni O, Korenfeld R, Goland S, Meledin V, Haberman D, George J, Shimoni S, ","abstract":"AIMS: Myocardial abnormalities are common during COVID-19 infection and recovery. We examined left (LV) and right (RV) ventricular longitudinal strain in patients who had recovered from COVID-19 and assessed the correlation with exercise capacity. METHODS AND RESULTS: One hundred and eighty-four consecutive patients with history of COVID-19 disease who had been referred to rest or stress echocardiography because of symptoms, mainly dyspnea and chest pain, were included in the study. These patients were compared to 106 patients with similar age, symptoms, and risk factor profile with no history of COVID-19 disease. Clinical and echocardiographic parameters, including strain imaging, were assessed. The patient's age was 48 +- 12 years. Twenty-two patients had undergone severe disease. There were no differences in the LV ejection fraction and diastolic function between the groups. However, LV and RV global and free wall strain were significantly lower (in absolute numbers) in patients who had recovered form COVID-19 infection (-20.41 +- 2.32 vs -19.39 +- 3.36, p = 0.001, -23.69 +- 3.44 vs -22.09 +- 4.20, p = 0.001 and -27.24 +- 4.7 vs -25.43 +- 4.93, p = 0.021, respectively). Global Longitudinal Strain (GLS) < -20% was present in only 37% of post COVID-19 patients. Sixty-four patients performed exercise echocardiography. Patients with GLS < -20% had higher exercise capacity with higher peak metabolic equivalent and exercise time compared to patients with GLS >= -20% (12.6 +- 2 vs 10 +- 2.5 METss and 8:00 +- 2:08 vs 6:24 +- 2:03 min, p < 0.001 and p = 0.003, respectively). CONCLUSION: In patients, who had recovered from COVID-19 infection, both LV and RV strain are significantly lower compared to control patients. The exercise capacity of these patients correlates with LV strain values. Rest and stress echocardiography in patients with symptoms after COVID-19 infection may identify patients that need further follow up to avoid long term complications of the disease. These preliminary results warrant further research, to test the natural history of these findings and the need and timing of treatment.","assigned_subjects1":"Myocardial Dysfunction | Patients | COVID-19 Disease | Myocardial abnormalities | COVID-19 | infection | LV | ventricular longitudinal | patients | COVID-19 | patients | COVID-19 | stress | dyspnea | chest pain | patients | patients | COVID-19 | patient | patients | LV | LV | patients | COVID-19 | infection | COVID-19 | patients | patients | Patients | patients | patients | COVID-19 | infection | LV | patients | patients | LV | stress | patients | COVID-19 | infection | patients |Cardiomyopathies | | | Infections | | Ventricular Fibrillation | Psychological Distress | Dyspnea | Chest Pain"},{"pmid":"34377750","title_e":"Dynamic functional network connectivity associated with post-traumatic stress symptoms in COVID-19 survivors.","authors":"Fu Z, Tu Y, Calhoun VD, Zhang Y, Zhao Q, Chen J, Meng Q, Lu Z, Hu L, ","abstract":"Accumulating evidence shows that Coronavirus Disease 19 (COVID-19) survivors may encounter prolonged mental issues, especially post-traumatic stress symptoms (PTSS). Despite manifesting a plethora of behavioral or mental issues in COVID-19 survivors, previous studies illustrated that static brain functional networks of these survivors remain intact. The insignificant results could be due to the conventional statistic network analysis was unable to reveal information that can vary considerably in different temporal scales. In contrast, time-varying characteristics of the dynamic functional networks may help reveal important brain abnormalities in COVID-19 survivors. To test this hypothesis, we assessed PTSS and collected functional magnetic resonance imaging (fMRI) with COVID-19 survivors discharged from hospitals and matched controls. Results showed that COVID-19 survivors self-reported a significantly higher PTSS than controls. Tapping into the moment-to-moment variations of the fMRI data, we captured the dynamic functional network connectivity (dFNC) states, and three discriminative reoccurring brain dFNC states were identified. First of all, COVID-19 survivors showed an increased occurrence of a dFNC state with heterogeneous patterns between sensorimotor and visual networks. More importantly, the occurrence rate of this state was significantly correlated with the severity of PTSS. Finally, COVID-19 survivors demonstrated decreased topological organizations in this dFNC state than controls, including the node strength, degree, and local efficiency of the supplementary motor area. To conclude, our findings revealed the altered temporal characteristics of functional networks and their associations with PTSS due to COVID- 19. The current results highlight the importance of evaluating dynamic functional network changes with COVID-19 survivors.","assigned_subjects1":"traumatic stress | COVID-19 | Coronavirus Disease 19 | COVID-19 | traumatic stress | COVID-19 | brain abnormalities | COVID-19 | COVID-19 | COVID-19 | dFNC | COVID-19 | COVID-19 | COVID | COVID-19 |Psychological Distress | | Brain Diseases |"},{"pmid":"34845469","title_e":"Outcomes of COVID-19 in the community: A prospective cohort study.","authors":"Tan S, Hewitt L, Cuenca J, Risi D, ","abstract":"BACKGROUND AND OBJECTIVES: The literature indicates that patients who had previously had COVID-19 are reporting ongoing symptoms. The objective of this study was to examine ongoing symptoms, functional limitations and quality of life over time in a cohort of individuals who were deemed to have recovered. METHOD: This was a prospective observational study on biopsychosocial outcomes at enrolment and again one month later. RESULTS: In a cohort of 59 participants, ongoing symptoms were reported by 73% at 4.5 months (standard deviation = 1.4) post diagnosis, with 45% reporting difficulty with pre-illness activities of daily living. Of the 52 participants who completed the follow-up survey (mean 5.6 months post diagnosis), 42% reported ongoing symptoms, lower physical quality of life (12-Item Short Form Health Survey) and higher levels of anxiety, depression and stress (Depression, Anxiety and Stress Scale). DISCUSSION: Ongoing symptoms such as fatigue, pain and limb weakness as well as functional impairment post initial diagnosis were common. Improved understanding of this cohort can assist general practitioners in providing care.","assigned_subjects1":"COVID-19 | patients | COVID-19 | participants | participants | anxiety | depression | stress | Depression | Anxiety | Stress | fatigue | pain | limb weakness | | | Anxiety | Adjustment Disorders | Psychological Distress | Fatigue | Pain | Muscle Weakness"},{"pmid":"35082700","title_e":"Post-traumatic Stress Disorder Symptoms and Quality of Life of COVID-19 Survivors at 6-Month Follow-Up: A Cross-Sectional Observational Study.","authors":"Huang L, Xu X, Zhang L, Zheng D, Liu Y, Feng B, Hu J, Lin Q, Xi X, Wang Q, Lin M, Zhou X, He Z, Weng H, Deng Q, Ding B, Guo J, Zhang Z, ","abstract":"Background: Post-traumatic stress disorder (PTSD) is the most common psychiatric sequelae among novel coronavirus disease (COVID-19) patients. The aim of this study was to determine the prevalence of PTSD symptoms, PTSD-related factors, and its relationship with quality of life at long-term follow-up in hospitalized COVID-19 survivors. Methods: A cross-sectional study was undertaken to evaluate the health consequences of hospitalized COVID-19 survivors. All participants were interviewed face-to-face through a series of questionnaires: a researcher-developed symptom questionnaire, the Post-traumatic Stress Disorder Checklist-Civilian Version, the Generalized Anxiety Disorder 7-item, and the 36-item Short Form. Results: A total of 574 participants were enrolled with an average age of 57 years. The median follow-up time post-discharge was 193.9 days (SD = 15.32). Among the participants, 77.9% of survivors presented with at least one symptom, where fatigue or muscle weakness (47.9%) was reported the most frequently, followed by chest distress (29.4%) and sleep difficulty (29.4%). The prevalence of PTSD was 11.15% [95% confidence interval (CI): 8.56, 13.73] with a cut-off score of 44. Factors such as respiratory symptoms [odds ratio (OR): 3.53; 95% CI: 1.68-7.42], anxiety (OR: 14.64; 95% CI: 7.09-30.21), and sleep difficulty (OR: 2.17; 95% CI: 1.14-4.16) were positively related to PTSD. Those COVID-19 survivors with potential PTSD had significantly lower quality of life than those without (P < 0.05). Conclusion: Our study illustrated that a significant number of COVID-19 survivors were suffering from physical or mental distress to varying degrees at 6 months post-discharge. People with PTSD were more likely to experience persistent respiratory symptoms and sleep difficulty, as well as anxiety and a decreased quality of life. Such survivors require greater attention to their mental health, particularly the PTSD symptoms at the early phase, which may play an important role in the recovery of both the physical and psychological health of COVID-19 survivors.","assigned_subjects1":"traumatic Stress Disorder Symptoms | COVID-19 |Compassion Fatigue |"},{"pmid":"35404239","title_e":"Six-Week Hospital-Based Pulmonary Rehabilitation in Covid Pneumonia ICU Survivors: Experience from a Tertiary Care Center in Central India.","authors":"Kumar Khurana A, Hussain A, Goyal A, Karna ST, Saigal S, Krishnan Soman R, Verma M, Khadanga S, Sahu G, Singh B, ","abstract":"OBJECTIVE: There is very limited data on the usefulness of pulmonary rehabilitation in patients with coronavirus pneumonia who have survived intensive care unit care. The primary aim was to explore the feasibility of conducting a pulmonary rehabilitation program in patients with coronavirus disease-19 pneumonia surviving intensive care. The secondary aim was to study the impact of a hospital-based 6-week pulmonary rehabilitation program on exercise capacity, quality of life, and psychological parameters in these patients. This study was conducted at the Center for Pulmonary Rehabilitation, Department of Pulmonary Medicine of the institute. MATERIAL AND METHODS: A total of 27 patients were enrolled. Among them, 14 patients who completed the desired 12 sessions over 6 weeks constituted the pulmonary rehabilitation group and 13 patients who either did not consent or defaulted within the first 2 weeks were considered as controls. Both groups had assessments at 0 and 6 weeks that included a 6-Minute Walk Test, Incremental Shuttle Walk Test, mMRC Dyspnea Scale, Baseline Dyspnea Index, and Transitional Dyspnea Index, Saint George's Respiratory Questionnaire score, and Depression, Anxiety, Stress Scale-21 score. RESULTS: Significant improvement in dyspnea by mMRC (P = .01) and exercise capacity as measured by 6-Minute Walk Test (P <.001) and Incremental Shuttle Walk Test (P = .025) was seen in the pulmonary rehabilitation group as compared to the control group. There was no significant improvement in quality of life and psychological parameters (Depression, Anxiety, Stress Scale 21 score) after 6 weeks of pulmonary rehabilitation program as measured in our study. CONCLUSION: Pulmonary rehabilitation is feasible and appears promising in coronavirus disease acute respiratory distress syndrome survivors. However, data from other centers and a larger number of patients are required to imbibe conclusive results.","assigned_subjects1":"Covid Pneumonia | patients | coronavirus pneumonia | patients | coronavirus disease-19 pneumonia | patients | patients | patients | patients | mMRC Dyspnea | Dyspnea | Dyspnea | Depression | Anxiety | Stress | dyspnea | Depression | Anxiety | Stress | coronavirus disease acute respiratory distress syndrome | patients | | | Coronavirus Infections | Dyspnea | Adjustment Disorders | Anxiety | Psychological Distress | Respiratory Distress Syndrome"},{"pmid":"35352508","title_e":"Why obesity and psychological stress matter in recovery of post-acute sequelae of SARS-CoV-2.","authors":"Carter SJ, Baranauskas MN, ","abstract":"Numerous elements of the COVID-19 pandemic have proven challenging to overcome. We now recognize a perplexing characteristic of SARS-CoV-2 features mixed, unresolving symptoms that can last four weeks or longer after initial diagnosis, termed post-acute sequelae of SARS-CoV-2 (PASC). Full recovery can thus become a protracted ordeal as conservative estimates indicate 20% of SARS-CoV-2 cases will develop PASC with women at increased risk. Emerging evidence suggests latent virus reactivation including cytomegalovirus, Epstein-Barr virus, and \/ or varicella zoster virus may perpetuate the burden of PASC. This is problematic since immune dysfunction is linked to obesity and psychological stress both of which disproportionately affect socio-economically disadvantaged and racial \/ ethnic minorities. Applying a patient-centered approach where the principal factors guiding decision-making are based on the needs and abilities of the individual is essential. Still, the independent and combined influence of obesity and psychological stress on immune function necessitates due consideration in the context of PASC recovery.","assigned_subjects1":"obesity | stress matter | SARS-CoV-2 |Obesity | Psychological Distress |"},{"pmid":"35322375","title_e":"COVID-19, Oxidative Stress, and Neuroinflammation in the Depression Route.","authors":"Mingoti MED, Bertollo AG, Simões JLB, Francisco GR, Bagatini MD, Ignácio ZM, ","abstract":"COVID-19 is associated with oxidative stress, peripheral hyper inflammation, and neuroinflammation, especially in individuals with a more severe form of the disease. Some studies provide evidence on the onset or exacerbation of major depressive disorder (MDD), among other psychiatric disorders due to COVID-19. Oxidative stress and neuroinflammation are associated conditions, especially in the more severe form of MDD and in refractoriness to available therapeutic strategies. Inflammatory cytokines in the COVID-19 hyper inflammation process can activate the hypothalamic-pituitary-adrenal (HPA) axis and the indoleamine-2,3-dioxygenase (IDO) enzyme. IDO activation can reduce tryptophan and increase toxic metabolites of the kynurenine pathway, which increases glial activation, neuroinflammation, toxicity, and neuronal death. This review surveyed a number of studies and analyzed the mechanisms of oxidative stress, inflammation, and neuroinflammation involved in COVID-19 and depression. Finally, the importance of more protocols that can help elucidate the interaction between these mechanisms underlying COVID-19 and MDD and the possible therapeutic strategies involved in the interaction of these mechanisms are highlighted.","assigned_subjects1":""},{"pmid":"35534994","title_e":"Longitudinal study of changes observed in quality of life, psychological state cognition and pulmonary and functional capacity after COVID-19 infection: A six- to seven-month prospective cohort.","authors":"Del Corral T, Menor-Rodríguez N, Fernández-Vega S, Díaz-Ramos C, Aguilar-Zafra S, López-de-Uralde-Villanueva I, ","abstract":"AIMS: To investigate the health-related quality of life (HRQoL), symptoms, psychological and cognitive state and pulmonary and physical function of nonhospitalised COVID-19 patients at long-term, and to identify factors to predict a poor HRQoL in this follow-up. BACKGROUND: Studies have focused on persistent symptoms of hospitalised COVID-19 patients in the medium term. Thus, long-term studies of nonhospitalised patients are urgently required. DESIGN: A longitudinal cohort study. METHODS: In 102 nonhospitalised COVID-19 patients, we collected symptoms at 3 months (baseline) and at 6-7 months (follow-up) from diagnosis (dyspnoea, fatigue\/muscle weakness and chest\/joint pain), HRQoL, psychological state, cognitive function, pulmonary and physical function. This study adhered to the STROBE statement. RESULTS: HRQoL was impaired in almost 60% of the sample and remained impaired 6-7 months. At 3 months, more than 60% had impaired physical function (fatigue\/muscle weakness and reduced leg and inspiratory muscle strength). About 40%-56% of the sample showed an altered psychological state (post-traumatic stress disorder (PTSD), anxiety\/depression), cognitive function impairment and dyspnoea. At 6-7-months, only a slight improvement in dyspnoea and physical and cognitive function was observed, with a very high proportion of the sample (29%-55%) remained impaired. Impaired HRQoL at 6-7 months was predicted with 82.4% accuracy (86.7% sensitivity and 83.3% specificity) by the presence at 3 months of muscle fatigue\/muscle weakness (OR = 5.7 (1.8-18.1)), PTSD (OR = 6.0 (1.7-20.7)) and impaired HRQoL (OR = 11.7 (3.7-36.8)). CONCLUSION: A high proportion of nonhospitalised patients with COVID-19 experience an impaired HRQoL, cognitive and psychological function at long-term. HRQoL, PTSD and dyspnoea at 3 months can identify the majority of patients with COVID-19 who will have impaired quality of life at long-term. RELEVANCE TO CLINICAL PRACTICE: Treatments aimed at improving psychological state and reducing the fatigue\/muscle weakness of post-COVID-19 patients could be necessary to prevent the patients' HRQoL from being impaired at 6-7 months after their reported recovery.","assigned_subjects1":"COVID-19 | infection | COVID-19 | patients | COVID-19 | patients | patients | COVID-19 | patients | dyspnoea | fatigue | muscle weakness | chest\/joint pain | fatigue | muscle weakness | traumatic stress disorder | PTSD | anxiety | depression | cognitive function impairment and dyspnoea | dyspnoea | Impaired HRQoL | muscle fatigue | muscle weakness | PTSD | impaired HRQoL | patients | COVID-19 | impaired HRQoL, cognitive | PTSD | dyspnoea | patients | COVID-19 | fatigue | muscle weakness | COVID-19 | patients | patients | | Infections | | Dyspnea | Fatigue | Muscle Weakness | Chest Pain | Stress Disorders, Traumatic | Stress Disorders, Post-Traumatic | Anxiety | Adjustment Disorders | Cognition Disorders | Cognitive Dysfunction"},{"pmid":"35782424","title_e":"Anxiety, Stress and Depression in COVID-19 Survivors From an Italian Cohort of Hospitalized Patients: Results From a 1-Year Follow-Up.","authors":"Gramaglia C, Gattoni E, Gambaro E, Bellan M, Balbo PE, Baricich A, Sainaghi PP, Pirisi M, Binda V, Feggi A, Jona A, Marangon D, Prosperini P, Zeppegno P, ","abstract":"Background: Mental health-related symptoms can persist over time beyond the most common respiratory clinical features of COVID-19. A recent meta-analysis underlined that mental health sequalae may be relevant for COVID-19 survivors and reported the following prevalence rates: 20% for post-traumatic stress disorder, 22% for anxiety, 36% for psychological distress, and 21% for depression. In the context of a multi-disciplinary follow-up project, we already investigated the mid-term (4 months) psychiatric outcomes in a sample of COVID-19 survivors. Patients were re-assessed after 1-year since hospital discharge. Methods: Follow-up conducted after 1 year involved 196 individuals recovered from COVID-19. Patients were assessed with a multi-disciplinary approach; including both a clinical interview performed by an experienced psychiatrist, trained in the use of the Mini-International Neuropsychiatric Interview (MINI) to assess the presence of anxiety, stress, and depressive symptoms and the following self-administered questionnaires: Beck Anxiety Inventory, Beck Depression Inventory-II, Resilience Scale for Adults, Impact of Event Scale, and COVID-19 Peritraumatic Distress Index (CPDI). Results: Anxiety (p < 0.0001) and depressive (p < 0.0003) symptoms registered at the clinical interview showed a significant improvement from the 4 to 12-months follow-up. Logistic regression model showed that female gender (p = 0.006), arterial hypertension (p = 0.01), obesity (0.04), anxiety (p < 0.0001), and depressive (p = 0.02) symptoms at 4-months follow-up were associated with persistence of anxiety symptoms at 12 months. At logistic regression analysis female gender (p = 0.02) and depressive symptoms at 4-months follow-up (p = 0.01) were associated with depressive symptoms after 12 months. Conclusion: Severity of the disease in the acute phase, in this study, was not a determining factor in identifying subjects at risk of developing clinically relevant anxiety and depression as a consequence of COVID-19 disease. Findings from the logistic regressions suggest that the factors most affecting depression and anxiety in COVID survivors after 12 months were female gender, the presence of anxiety and depression after 4 months and some physical symptoms, not necessarily COVID-related. Impact of infection and consequent hospitalization for COVID-19 did no longer represent a relevant issue for depressive symptoms, compared to other general factors.","assigned_subjects1":"Anxiety | Stress | Depression | COVID-19 | Patients |Anxiety | Psychological Distress | Adjustment Disorders | |"},{"pmid":"35911221","title_e":"The course and determinants of post-traumatic stress over 12 months after hospitalization for COVID-19.","authors":"Stavem K, Heir T, Dammen T, Brønstad E, Lerum TV, Durheim MT, Lund KMA, Aarli BB, Einvik G, ","abstract":"Objective: To assess the trajectory of symptoms and symptom-defined post-traumatic stress disorder (PTSD) from 1.5 to 12 months after hospitalization for COVID-19 and determine risk factors for persistent symptoms and PTSD. Methods: This was a prospective cohort study of consecutive patients discharged after hospitalization for COVID-19 before 1 June 2020 in six hospitals in Southern Norway. Symptom-defined PTSD was assessed by the post-traumatic stress disorder (PTSD) checklist for DSM-5 (PCL-5) at 1.5, 3 and\/or 12 months after hospitalization, using DSM-5 criteria. Changes in PCL-5 symptom score and the prevalence of PTSD were analyzed with multivariable mixed models. Results: In total, 388 patients were discharged alive, and 251 (65%) participated. Respondents had a mean (SD) age of 58.4 (14.2) years, and 142 (57%) were males. The prevalence of symptom-defined PTSD was 14, 8, and 9% at 1.5, 3, and 12 months, respectively. WHO disease severity for COVID-19 was not associated with PCL-5 scores. Female sex, lower age and non-Norwegian origin were associated with higher PCL-5 scores. The odds ratio (OR) (95%CI) for PTSD was 0.32 (0.12 to 0.83, p = 0.019) at 3 months and 0.38 (0.15 to 0.95, p = 0.039) at 12 months compared to 1.5 months. There was no association between PTSD and WHO severity rating. Conclusions: The level of PTSD symptoms decreased from 1.5 to 3 months after hospitalization, but did not decrease further to 12 months, and there was no association between PTSD symptoms and COVID-19 disease severity.","assigned_subjects1":"stress | COVID-19 |Psychological Distress |"},{"pmid":"35855680","title_e":"[Anxiety, depression and stress-related disorders in post Covid-19: A Tunisian study].","authors":"Halouani N, Gdoura D, Chaari I, Moussa N, Msaad S, Kamoun S, Ellouze S, Turki M, Aloulou J, ","abstract":"OBJECTIVES: - Our study aimed to assess anxiety, depression, and post-traumatic stress disorder in post coronavirus disease 2019 (Covid-19) and identify associated factors. PATIENTS AND METHODS: - Our study is a descriptive and analytical cross-sectional study carried out during the period from March 1 to May 15th 2021 on patients who were hospitalized and discharged from the Covid-19 unit in the pneumology department at the Hedi Chaker hospital in Sfax (Tunisia). Patients who met all of the following criteria were included: aged 18 and over; having a diagnosis of Covid-19 by polymerase chain reaction (PCR) and\/or by CT scan; monitored at the Covid-19 unit and who their clinical conditions did not require intensive care; survivors after 3 months of leaving the service; and having given their informed and informal consent to participate in the study. RESULTS: - Our study included 154 patients. The prevalence of anxiety, depression and post-traumatic stress disorder was 24.7%, 11% and 13.6% respectively. We found an association between depression and female gender (p= 0.025), gastrointestinal involvement (p= 0.002) and stigma (p= 0.002). We found an association between anxiety and grade level (p= 0.034), and between anxiety and asthenia (p= 0.032). CONCLUSIONS: - Anxiety, depression, and post-traumatic stress disorder were independent of the majority of disease characteristics including the severity of Covid-19.","assigned_subjects1":""},{"pmid":"36011732","title_e":"Psychological Distress among Hospitalized COVID-19 Patients in Denmark during the First 12 Months of the Pandemic.","authors":"Moseholm E, Midtgaard J, Bollerup S, Apol ÁD, Olesen OB, Jespersen S, Weis N, ","abstract":"This study aimed to investigate psychological distress among patients hospitalized with a COVID-19 diagnosis in Denmark during the first 12 months of the pandemic and to assess changes in psychological distress in the three months following discharge. A single-center prospective observational survey study among patients hospitalized with a COVID-19 diagnosis between May 2020 and May 2021 was conducted. Participants completed a survey at three time points: at admission, and 1 and 3 months after discharge. Psychological distress was assessed by validated scales measuring symptoms related to depression, anxiety, stress, insomnia, post-traumatic stress disorder (PTSD), and health-related quality of life (HRQoL). In total, 95 patients were included. At admission, the proportion of patients with symptoms of depression was 43%, symptoms of anxiety 32%, moderate\/high level of stress 39%, insomnia 52%, and probable\/positive PTSD 19%. The burden of symptoms related to depression and anxiety decreased significantly over time, while there was no significant change over time in stress, insomnia, or PTSD. Suboptimal levels of physical and mental HRQoL were detected at admission but improved over time. Patients hospitalized due to COVID-19 during the first year of the pandemic experienced considerable levels of psychological distress at admission, with some improvements within 3 months after discharge.","assigned_subjects1":"COVID-19 | Patients | |"},{"pmid":"36182048","title_e":"Protracted stress-induced hypocortisolemia may account for the clinical and immune manifestations of Long COVID.","authors":"Yavropoulou MP, Tsokos GC, Chrousos GP, Sfikakis PP, ","abstract":"About one out of eight people to convalesce from COVID-19 suffer from the so called Long COVID, a syndrome of non-specific symptoms with unclear pathogenesis. In a recent study published in Cell Long COVID participants reporting respiratory symptoms had low cortisol levels. In an as yet unpublished analysis from Yale University low plasma cortisol levels discriminated Long COVID from asymptomatic convalescent or healthy non-infected controls. Although various immune perturbations were present in Long COVID, low levels of cortisol were prominent and strikingly, depression and anxiety were increased. It has become clear that Long COVID features may be similar to those described in myalgic encephalomyelitis\/chronic fatigue syndrome, post-SARS sickness syndrome, and various chronic stress syndromes which have been linked to hypocortisolemia. Notably, lack of response of the hypothalamic-pituitary-adrenal axis to hypocortisolemia shows a suppressed axis in Long COVID. We suggest that the inability of hypothalamic-pituitary-adrenal axis to recover after the acute illness, perhaps due to protracted stress in predisposed individuals, may represent the pathogenetic basis of the Long COVID-associated clinical and immunological manifestations.","assigned_subjects1":"stress | hypocortisolemia | COVID | Psychological Distress | | "},{"pmid":"36201465","title_e":"Assessment of oxidative stress markers in elderly patients with SARS-CoV-2 infection and potential prognostic implications in the medium and long term.","authors":"Vazquez-Agra N, Marques-Afonso AT, Cruces-Sande A, Novo-Veleiro I, Pose-Reino A, Mendez-Alvarez E, Soto-Otero R, Hermida-Ameijeiras A, ","abstract":"We aimed to evaluate the correlation of plasma levels of thiobarbituric acid reactive substances (TBARS) and reduced thiols with morbidity, mortality and immune response during and after SARS-CoV-2 infection. This was an observational study that included inpatients with SARS-CoV-2 infection older than 65 years. The individuals were followed up to the twelfth month post-discharge. Plasma levels of TBARS and reduced thiols were quantified as a measure of lipid and protein oxidation, respectively. Fatal and non-fatal events were evaluated during admission and at the third, sixth and twelfth month post-discharge. Differences in oxidative stress markers between the groups of interest, time to a negative RT-qPCR and time to significant anti-SARS-CoV-2 IgM titers were assessed. We included 61 patients (57% women) with a mean age of 83 years old. After multivariate analysis, we found differences in TBARS and reduced thiol levels between the comparison groups in fatal and non-fatal events during hospital admission. TBARS levels were also correlated with fatal events at the 6th and 12th months post-discharge. One year after hospital discharge, other predictors rather than oxidative stress markers were relevant in the models. The median time to reach significant anti-SARS-CoV-2 IgM titers was lower in patients with low levels of reduced thiols. Assessment of some parameters related to oxidative stress may help identify groups of patients with a higher risk of morbidity, mortality and delayed immune response during and after SARS-CoV-2 infection.","assigned_subjects1":"patients | SARS-CoV-2 infection | |"},{"pmid":"36479951","title_e":"Factors Associated With Posttraumatic Stress Symptoms 3 and 6 Months After Hospitalization for COVID-19: A Longitudinal Multicenter Study.","authors":"Pitron V, Cantenys W, Herbelin A, Bottemanne H, Dzierzynski N, Caumes E, Mathian A, Amoura Z, Allenbach Y, Cacoub P, Parrot A, Rotgé JY, Fossati P,","abstract":"Objective: To identify factors associated with posttraumatic stress symptoms (PTSS) 3 and 6 months after the discharge of patients hospitalized for COVID-19. Methods: Patients hospitalized for COVID-19 between March 1 and July 31, 2020, were included in a longitudinal study. Clinical assessments were conducted with online auto-questionnaires. PTSS were assessed with the Posttraumatic Stress Disorder Checklist Scale (PCLS). We screened for several putative factors associated with PTSS, including socio-demographic status, hospitalization in an intensive care unit, history of psychiatric disorder, the Hospital Anxiety and Depression Scale, the Peritraumatic Dissociative Experiences Questionnaire, and the home-to-hospital distance. Bivariate and multilinear regression analyses were performed to evaluate their association with PTSS. Results: 119 patients were evaluated 3 months after hospital discharge, and a subset of 94 were evaluated 6 months after discharge. The prevalence of PTSS was 31.9% after 3 months and 30.9% after 6 months. Symptoms of anxiety and depression and history of psychiatric disorder were independently associated with PTSS. Additionally, dissociative experiences during hospitalization (beta = 0.35; P < .001) and a longer home-to-hospital distance (beta = 0.07; P = .017) were specifically associated with PTSS 3 and 6 months after discharge, respectively. Conclusions: Patients with COVID-19 showed persistent high scores of PTSS up to 6 months after discharge from the hospital. In this specific pandemic setting, PTSS were associated with high rates of dissociative experiences during hospitalization and a longer home-to-hospital distance due to the saturation of health care facilities. These results can foster early identification and better prevention of PTSS after hospitalization for COVID-19. Trial Registration: ClinicalTrials.gov identifier: NCT04362930.","assigned_subjects1":"Stress | COVID-19 | Psychological Distress |"},{"pmid":"37333906","title_e":"Anxiety and posttraumatic stress in post-acute sequelae of COVID-19: prevalence, characteristics, comorbidity, and clinical correlates.","authors":"Ferrando SJ, Lynch S, Ferrando N, Dornbush R, Shahar S, Klepacz L, ","abstract":"Background: Anxiety and post-traumatic stress symptoms have been reported in association with acute and post-acute sequelae of COVID-19 (PASC). Purpose: This study aimed to document the cross-sectional prevalence, characteristics and clinical correlates of anxiety and post-traumatic stress in a study of neuropsychiatric sequelae of COVID-19. Method: 75 participants recruited from a post-COVID-19 recovery program and the community were assessed for sociodemographic, medical, psychiatric, and neurocognitive symptoms and performance. The generalized anxiety questionnaire-7 (GAD-7) and post-traumatic stress disorder questionnaire for DSM5 (PCL5) were utilized to measure anxiety and PTSD symptoms. Established cutoff scoring for the GAD-7 and algorithm-based scoring of the PCL5 were utilized to determine clinically significant anxiety symptoms and PTSD, respectively. Results: The cohort was 71% female, 36% ethnic minority, with the main age of 43.5 years, 80% employment, 40% with the prior psychiatric treatment history and 2\/3 seeking post-COVID care for PASC. Clinically significant anxiety symptoms were found in 31% and PTSD was found in 29% of the cohort. Nervousness and excessive worry were the most prominent anxiety symptoms, while changes in mood\/cognition and avoidance were most frequent in PTSD. There was a high degree of comorbidity between clinically significant anxiety symptoms, PTSD, depression and fatigue. In logistic regression, acute COVID illness severity, prior psychiatric history, and memory complaints (but not objective neuropsychological performance) predicted clinically significant anxiety symptoms and\/or PTSD. Conclusion: Clinically significant anxiety and PTSD are found in approximately 1 of 3 individuals after COVID-19 infection. They are highly comorbid with each other as well as with depression and fatigue. All patients seeking care for PASC should be screened for these neuropsychiatric complications. Symptoms of worry, nervousness, subjective changes in mood, and cognition as well as behavioral avoidance are particularly important targets of clinical intervention.","assigned_subjects1":""},{"pmid":"36741307","title_e":"Post-traumatic stress among COVID-19 survivors: A descriptive study of hospitalized first-wave survivors.","authors":"Rival G, Chalbet S, Dupont C, Brun P, Letranchant L, Reynaud C, Dureault A, Saison J, Jeannot M, Barbour S, Bacconnier M, Paulus V, Champagne H, Buiret G, ","abstract":"Introduction: The coronavirus Severe Acute Respiratory Syndrome Coronavirus Type 1 induces a severe respiratory disease, coronavirus disease 2019 (COVID-19). After Severe Acute Respiratory Syndrome Coronavirus Type 1 and Middle East Respiratory Syndrome infection, increased post-traumatic stress disorder (PTSD) rates were described. Methods: This single-centred, prospective study aimed to evaluate the rates of PTSD in patients who were hospitalized for COVID-19. Inclusion criteria were COVID-19 patients hospitalized in the intensive care unit (ICU) or in a standard unit with at least 2 L\/min oxygen. Six months post-hospitalization, subjects were assessed for PTSD using a validated screening tool, the Post-Traumatic Stress Checklist-5 (PCL-5). Results: A total of 40 patients were included. No demographic differences between the ICU and non-ICU groups were found. The mean PCL-5 score for the population was 8.85+-10. The mean PCL-5 score was 6.7+-8 in the ICU group and 10.5+-11 in the non-ICU group (P=0.27). We screened one patient with a positive PCL-5 score and one with a possible PCL-5 cluster score. Nine patients had a PCL-5 score of up to 15. Seven patients reported no symptoms. Seven patients accepted a psychological follow-up: one for PTSD, three for possible PTSD and three for other psychological problems. Discussion: The PCL-5 tool can be used by lung physicians during consultations to identify patients for whom follow-up mental health assessment and treatment for PTSD are warranted. Conclusion: Lung physicians should be aware of the risk of PTSD in patients hospitalized for COVID-19 and ensure appropriate screening and follow-up care.","assigned_subjects1":"stress | COVID-19 | Psychological Distress |"},{"pmid":"36710628","title_e":"Posttraumatic Stress Symptoms Among COVID-19 Survivors After Hospitalization.","authors":"Sobczak E, Swafford EP, Samano D, Bass D, Ghamasaee P, Kottapally M, Merenda A, O'Phelan K, Romano JG, Sacco RL, Rundek T, Alkhachroum A, ","abstract":"OBJECTIVE: Limited data are available on posttraumatic stress symptoms (PTSS) among COVID-19 survivors. This study aimed to contribute to this knowledge base. METHODS: PTSS among COVID-19 survivors who had been hospitalized were investigated. Patients were identified as COVID-19 positive at hospital admission. COVID-19 survivors were surveyed with the Posttraumatic Stress Disorder Checklist (PCL-5) between March and October 2020 at 5- and 12-month postdischarge follow-up points. RESULTS: Of 411 patients, 331 (81%) survived to hospital discharge. Of these survivors, 83 (25%) completed the PCL-5 at the 5-month follow-up. Of those patients, 12 (14%) screened positive for PTSS. At the 12-month follow-up, four of eight patients remained PTSS positive. Mean age of follow-up participants was 62+-15 years; 47% were women, 65% were White, and 63% were Hispanic. PTSS-positive patients were predominantly non-White (67% vs. 30%, p=0.02), and although the differences were not statistically significant, these patients tended to be younger (56 vs. 63 years, p=0.08) and have shorter intensive care unit stays (2.0 vs. 12.5 days, p=0.06). PTSS-positive and PTSS-negative groups did not differ significantly in prehospitalization neurological diagnoses (11% vs. 8%), psychiatric diagnoses (17% vs. 21%), and intensive care admission status (25% vs. 25%). More patients in the PTSS-positive group had returned to the emergency department (50% vs. 14%, p<0.01) and reported fatigue at follow-up (100% vs. 42%, p<0.001). In the multivariate logistic regression model, non-White race (OR=11, 95% CI=2-91) and returning to the emergency department (OR=19, 95% CI=3-252) were associated with PTSS-positive status. CONCLUSION: PTSS were twice as common among hospitalized COVID-19 survivors than among those in the general population.","assigned_subjects1":"Stress | COVID-19 | Psychological Distress |"},{"pmid":"36900938","title_e":"Social Stigma, Mental Health, Stress, and Health-Related Quality of Life in People with Long COVID.","authors":"Scholz U, Bierbauer W, Lüscher J, ","abstract":"A considerable amount of people who have been infected with SARS-CoV-2 experience ongoing symptoms, a condition termed long COVID. This study examined nuanced experiences of social stigma in people with long COVID and their associations with perceived stress, depressive symptoms, anxiety, and mental and physical health-related quality of life (hrqol). A total of N = 253 participants with long COVID symptoms (mean age = 45.49, SD = 12.03; n = 224, 88.5% women) completed a cross-sectional online survey on overall social stigma and the subfacets enacted and perceived external stigma, disclosure concerns, and internalized stigma. Data were analysed using multiple regression and controlling for overall burden of consequences of long COVID, overall burden of symptoms of long COVID, and outcome-specific confounders. In line with our preregistered hypotheses, total social stigma was related to more perceived stress, more depressive symptoms, higher anxiety, and lower mental hrqol, but-in contrast to our hypothesis-it was unrelated to physical hrqol after controlling for confounders. The three subscales of social stigma resulted in differential associations with the outcomes. Social stigma experiences go hand in hand with worse mental health in people with long COVID. Future studies should examine potential protective factors to buffer the effects of social stigma on people's well-being.","assigned_subjects1":"Stress | People | COVID | Psychological Distress | "},{"pmid":"36815161","title_e":"Inpatient post-COVID-19 rehabilitation program featuring virtual reality-Preliminary results of randomized controlled trial.","authors":"Rutkowski S, Bogacz K, Rutkowska A, Szczegielniak J, Casaburi R, ","abstract":"Background: Numerous recommendations from pulmonary scientific societies indicate the need to implement rehabilitation programs for patients after COVID-19. The aim of this study was to propose an innovative comprehensive intervention based on a hospital-based pulmonary rehabilitation program for individuals with post-acute sequelae of COVID-19. Methods: It was decided to evaluate two forms of hospital rehabilitation: traditional and one provided through virtual reality. Preliminary results are based on a group of 32 patients (20 female and 12 male), of average age 57.8 (4.92) years in the period of 3-6 months after the initial infection. Primary outcomes included analysis of lung function, exercise performance and stress level. A 3-week, high-intensity, five-times per week pulmonary rehabilitation program was designed to compare the effectiveness of a traditional form with a VR-led, novel form of therapy. Results: The analysis of the results showed a statistically significant improvement in both groups with regard to exercise performance expressed as 6MWT distance. Moreover, a statistically significant decrease in dyspnoea levels following the 6MWT was also noted in intergroup comparison, but the between-group comparison revealed non-statistically significant changes with low effect size. Regarding lung function, the analysis showed essentially normal lung function at baseline and a non-statistically significant improvement after the completion of the rehabilitation program. The analysis of the stress level showed a statistically significant improvement in both groups within the inter-group comparison, yet the between-group comparison of deltas values showed a non-significant difference with low effect size. Conclusion: A 3-weeks inpatients pulmonary rehabilitation program led to improvement of the exercise performance of people with post-acute sequelae of COVID-19, but not lung function. Furthermore, the program was shown to reduce patients' stress levels. A comparison of the traditional form of rehabilitation to the novel form using VR, shows similar effectiveness in terms of exercise performance and stress levels.","assigned_subjects1":"COVID-19 |"},{"pmid":"36907459","title_e":"Stress levels, psychological symptoms, and C-reactive protein levels in COVID-19: A cross-sectional study.","authors":"de Azevedo Cardoso T, Silva RH, Fernandes JL, Arent CO, Amboni G, Borba LA, Padilha APZ, Botelho MEM, Maciel AL, Barichello T, Morales R, Soares SJB, Bagatini MD, Dallagnol C, Brighenti ME, Ignácio ZM, Quevedo J, Ceretta LB, Réus GZ,","abstract":"BACKGROUND: Although many studies have pointed out a possible relationship between COVID-19 and the presence of psychiatric disorders, the majority of the studies have significant limitations. This study investigates the influence of COVID-19 infection on mental health. METHODS: This cross-sectional study included an age- and sex-matched sample of adult individuals positive (cases) or negative (controls) for COVID-19. We evaluated the presence of psychiatric conditions and C-reactive protein (CRP). RESULTS: Findings showed greater severity of depressive symptoms, higher levels of stress, and greater CRP in cases. The severity of depressive and insomnia symptoms, as well as the CRP were more remarkable in individuals with moderate\/severe COVID-19. We found a positive correlation between stress and severity of anxiety, depression, and insomnia in individuals with or without COVID-19. There was a positive correlation between CRP levels and severity of depressive symptoms in cases and controls, and a positive correlation between CRP levels and the severity of anxiety symptoms and stress levels only in individuals with COVID-19. Individuals with COVID-19 and depression had greater CRP than those with COVID-19 without current major depressive disorder. LIMITATIONS: We cannot infer causality because this is a cross-sectional study, and the majority of COVID-19 sample was asymptomatic or had mild symptoms, which may limit the generalizability of our findings for moderate\/severe cases. CONCLUSIONS: Individuals with COVID-19 showed greater severity of psychological symptoms, which may impact on the development of psychiatric disorders in the future. CPR seem to be a promising biomarker for earlier detection of post-COVID depression.","assigned_subjects1":""},{"pmid":"37242804","title_e":"Ginkgo Biloba and Long COVID: In Vivo and In Vitro Models for the Evaluation of Nanotherapeutic Efficacy.","authors":"Akanchise T, Angelova A, ","abstract":"Coronavirus infections are neuroinvasive and can provoke injury to the central nervous system (CNS) and long-term illness consequences. They may be associated with inflammatory processes due to cellular oxidative stress and an imbalanced antioxidant system. The ability of phytochemicals with antioxidant and anti-inflammatory activities, such as Ginkgo biloba, to alleviate neurological complications and brain tissue damage has attracted strong ongoing interest in the neurotherapeutic management of long COVID. Ginkgo biloba leaf extract (EGb) contains several bioactive ingredients, e.g., bilobalide, quercetin, ginkgolides A-C, kaempferol, isorhamnetin, and luteolin. They have various pharmacological and medicinal effects, including memory and cognitive improvement. Ginkgo biloba, through its anti-apoptotic, antioxidant, and anti-inflammatory activities, impacts cognitive function and other illness conditions like those in long COVID. While preclinical research on the antioxidant therapies for neuroprotection has shown promising results, clinical translation remains slow due to several challenges (e.g., low drug bioavailability, limited half-life, instability, restricted delivery to target tissues, and poor antioxidant capacity). This review emphasizes the advantages of nanotherapies using nanoparticle drug delivery approaches to overcome these challenges. Various experimental techniques shed light on the molecular mechanisms underlying the oxidative stress response in the nervous system and help comprehend the pathophysiology of the neurological sequelae of SARS-CoV-2 infection. To develop novel therapeutic agents and drug delivery systems, several methods for mimicking oxidative stress conditions have been used (e.g., lipid peroxidation products, mitochondrial respiratory chain inhibitors, and models of ischemic brain damage). We hypothesize the beneficial effects of EGb in the neurotherapeutic management of long-term COVID-19 symptoms, evaluated using either in vitro cellular or in vivo animal models of oxidative stress.","assigned_subjects1":""}]
